[
  {
    "name": "The Fool",
    "keywords": {
      "love": {
        "upright": "Drawn of the Fool card as ‘Upright’ for Love depicts that the person shall be about to have a new beginning. It may also lead to some new sort of feelings or emotions that brings romance in the air. There could be a new relationship, which may fall in your life’s bouquet making it more worth and getting the confidence to happen. It brings positivity to face and uplift everything in a settled way.",
        "reversed": "Drawn of the Fool card as “Reversed” for Love depicts the more sensible feeling and maturity to fulfill and enjoy the relationship in a deep and settled manner. This also brings a warning to read and understand the people you are in relation to or about to begin a relationship. Do not go for any blind trust; keep an eye open. Be decisive and mature with your relationship, especially if it is a new romance."
      },
      "career": {
        "upright": "Drawn of the Fool card as “Upright” for Career brings new opportunities to your way. This could be some new job, a promotion at the workplace, some better job opportunities, or people interested in starting some new venture. You can enjoy the phase with a new beginning full of energy and zeal to do with a great sense of understanding what are right and what, not for you and shaping it beautifully for best outcome.",
        "reversed": "Drawn of the Fool card as “Reversed” for a career will warn you to utilize and channelize your energy sensibly. There should not be any hurry to make any decision for the new beginnings or start any new idea. You must take care of your deeds, actions, and words, and ensure that it shall not hurt or harm anyone. Yes, the time allows you for something new and fantastic but be assured of all aspects. "
      },
      "future": {
        "upright": "Drawn of the Fool card as “Upright” for the future makes you ensure the planning for tomorrow when you might be under the state of feeling exuberant and wish to explore. You might be interested in learning something new for better plans. You may get the opportunity to buy something new in this phase. These all will make you comfortable with your future goals, and you shall pay attention to the ways to accomplish that.",
        "reversed": "Drawn of the Fool card as “Reversed” for the future reveal that you need to be very careful in making any decision. Chances will arise for new opportunities, but you are supposed to handle all this with full sense and understanding. This means that you need to be more proactive with your research before laying down any decision. Else the outcome or the consequences will be not in your favor. So think wisely in such a situation and act. "
      }
    }
  },
  {
    "name": "The Magician",
    "keywords": {
      "love": {
        "upright": "The Magician for love in upright states that this is the time to manifest best in the relationship. This would lead one to utilize all the skills and bringing up the focus to make the relationship happen. This brings you to show the focus and desire to have this relationship and nurture it with care and protection. If you think for you, then step out now to find that one to create this magical bond.",
        "reversed": "The Magician for love, in reverse, tells you to analyze the exact worth and need of the time. Don’t lose your trust, zeal, self-control; make these strengths at high. Seeing these factors in low mode provides insecurity. One can find him in a romantic impression of a perfect life partner. This phase also resembles low self-confidence and low for love. Thus the insecure feeling arises in the relationship making it difficult obvious to the relationship."
      },
      "career": {
        "upright": "The Magician for a career as upright brings more zeal and desire to work towards bringing out the best in you for your best success. One has to keep the spirit high and continuous motivation with complete conviction and commitment. If the card draws for another person, maybe your partner or a colleague, then apply your all sense before reaching them as they might not understand your need for time and the desire for the accomplishment.",
        "reversed": "The Magician for a career as reversed tells you about your true potential to accomplish any task or convert your favor opportunities. Though you are aware of your true inner strengths to bring the best for you, the doubt of any certain risk might drag you back from making honest attempts. You need to remove this dilemma and make a firm decision by calculating all the aspects and turning the wheel for the best outcome."
      },
      "future": {
        "upright": "The Magician for Future as upright opens up the bundle of opportunities for you. The person needs to be optimistic and quick in grabbing those opportunities by deciding for the right one for him. The right way is to think and analyse the skills you carry and then select the opportunity to get accomplished with that skill for the best outcome. The whole exercise is about discovering you for yourself and your potential. You will get success.",
        "reversed": "The Magician for the future, as reversed, is somehow very critical. This is the phase when you need to see what efforts you are making to have a brilliant grabbing opportunity. It might be that you are not putting the required and best inputs to get the desired results. You need to push yourself and boost your confidence and strong willpower to act towards the goals and opportunities. It’s Time to revitalize your thoughts and skills for achievement."
      }
    }
  },
  {
    "name": "The High Priestess",
    "keywords": {
      "love": {
        "upright": "The High Priestess for love in an upright position states that there would be few invisible changes in life's emotional flavor. With this card in your luck, you have to be very calm and patient. Have all your faith and trust for one's inner sound. It would help if you will be honest with everyone around and even with you. If you are in a relationship, then upright high priestess brings more intimacy between you, making the bond strong.",
        "reversed": "The High Priestess reversed for love shows or tells you to focus on your thoughts and intentions for the romance. This also makes you understand the real power of inner feelings. So you should be conveying or expressing the true and honest feelings of your heart. Don't even try for comforting words to impress or make things happen. Following this way could be resulting in antipathy only, and things will become more complicated, nothing else."
      },
      "career": {
        "upright": "The High Priestess for a career in an upright position, states that there are opportunities for higher education and great learning. People at work may feel some new inspired suggestions. So if you are in a state of some decision in the context of some new project, then go ahead with inner feelings and judgment. With this card's drawn, you also would get a chance of having a great mentor to help you out to progress and excel.",
        "reversed": "The High Priestess reversed for a career will bring some unnoticeable situation for you. You might be under some dark where the flow of information is not reaching you with complete details. This might bring the feeling of loneliness, and you may feel that you are ignored. This is also getting you in a situation where you can easily understand that the job or business partner you are with is not apt for you, so you need to focus and listen to your inner feeling at this point in time."
      },
      "future": {
        "upright": "The High Priestess for the future in an upright position, states that there is a presence of some mystery. The mystery of the theory of hiding your all plans, so the High Priestess's advice is for the correct usage of the time and the opportunities around you. You have to understand the inner guts and the sound of your heart to abide by the decision. Whatever advice and feelings are occurring, you have to accept that and go with that.",
        "reversed": "The High Priestess reversed for the future reveals the position of your where you need to gather all the small or big details when it comes to making a decisive move. It may be that you are about to sign some official document, taking some loan for any purpose, or going to invest your hard-earned money somewhere. You need to find the right person with whom you can discuss all these factors in detail and with trust and get your doubts clarified. "
      }
    }
  },
  {
    "name": "The Empress",
    "keywords": {
      "love": {
        "upright": "The Empress Tarot Card drawn as Upright for Love depicts positivity. For singles, it means that Love and Romance in on their way. And for the ones who are committed towards their relationships, it says that their bond will grow and will get deeper ahead. It also indicates a good and passionate improvement in personal relations, thus depicting Good Sex and pregnancy on their way in the future. Those who aren't ready for parenthood must take proper precautions.",
        "reversed": "The Empress Tarot Card drawn as Reversed for Love is a symptom saying that you cannot confess your feeling because of insecurity. There might be many people approaching you, but you cannot show the world who you are. There can also be a fear of rejection inside you, restricting you to share your emotions with your partner. It’s time for you to figure out why you cannot confess your feelings and reveal your real personality to the world outside there."
      },
      "career": {
        "upright": "The Empress Tarot Card drawn as Upright for Career says that you are a creative personality, and right now have lots of creative ideas going in your mind. It also assures that now is the right time for you to implement your thoughts if you're thinking of switching your career. It also indicated that you must try your hands in the creative field and share the profits or the benefits with the needy ones.",
        "reversed": "The Empress Tarot Card is drawn as Reversed for Career warns you to be careful with your career and investments. You might have a feeling of dissatisfaction in your current work or business. You have to go to the roots of the problem and will find the appropriate solution there. It's not the correct time for you to make big decisions related to your career; you must take a break and wait for it until you feel satisfied."
      },
      "future": {
        "upright": "The Empress Tarot Card drawn as Upright for Future says that it is now the perfect time for you to grow financially and personally. You might see a flattering rise in your financial wealth, and also you are motivated for future investments in the creative field. You might even notice growth in your partner's relations and will also experience a better bond with them. Your instincts are on point, and it is now the perfect time for you to connect with a higher power.",
        "reversed": "The Empress Tarot Card drawn as Reversed for Future indicated that you might feel a slight downfall financially and says that it is not the right time for you to invest in a new field. You are missing the link with your higher powers, which might be distracting you from your goals. Also, you might not be feeling confident about yourselves. Thus, it says that you must work on your personal growth and reveal your real personality to the world."
      }
    }
  },
  {
    "name": "The Emperor",
    "keywords": {
      "love": {
        "upright": "Even though the Emperor is a very stoic man, with little to no romantic sense, so appearing in a love tarot can still be useful for you and help you with benefits. When The Emperor occurs in your love reading, it implies that you must implement discipline, common sense, logic, and structure in your relationships and behavior. Relationships with this card are pretty orthodox and maybe oven as if not handled as per the requirement.\nThe Emperor represents someone more stoic and wise, who also has difficulty in expressing themselves. On the flip side, this card can also mean someone who lets their ego take over often and is often dominant. They are also found to be unable to cooperate with others.",
        "reversed": "The reversed Emperor Tarot's love signifies that you struggle with overpowering and dominance in the relationship. Here you both are just imposing or emphasizing your credibility instead of sharing your ideas and be together. This shows that you are having a sense of competition between both of you. So the advice is that doesn’t either overpower or get overpowered to maintain a healthy relationship. There could be difficulty in expressing your emotions to each other."
      },
      "career": {
        "upright": "Your professional life may be doing pretty well since you've been regular, organized, concentrated, and have been working hard and getting those hours in. The Emperor brings out your potential to be disciplined, persistent, and efficient in matters relating to getting the best out of your job or the hunt for a new job. If your work is getting a bit too all over the place, it might be useful for you to implement some new strategies that allow you and your coworkers to cooperate and coexist efficiently. This card also points towards having an authority figure that can guide and advise you to do what is best for you.",
        "reversed": "The reversed Emperor Career card will detail your self-discipline for taking or leading the work. So one has to be dedicated, focused, and self-disciplined for outstanding achievements at the workplace. It could be possible that in the workplace, the environment of rigidity might exist. This card's drawn will also explain to you the scene and hold of a senior at your workplace, which may think you to search for another opportunity to settle your career."
      },
      "future": {
        "upright": "In matters relating to your future, the Upright Emperor focuses on the importance of being under control, being disciplined, and thrifty. It would help if you tracked all your expenses, draw up a plan, and stick to it. So long as you stick to the plan, your future will probably be pretty good. You would be able to enhance your future with proper planning and the dedicated execution of it. So with discipline and focus, you can achieve high.",
        "reversed": "The reversed Emperor for the future can reveal the trait of not dealing with future expenses properly. This would describe you as an indiscipline person. Here you need to sit and think for the best action to take for the best outcome. Then you need to look or search for someone who can bring you out from this situation. As an individual, then you need to plan as per the in-hand options and execute them wisely."
      }
    }
  },
  {
    "name": "The Hierophat",
    "keywords": {
      "love": {
        "upright": "The Hierophant's upright love means that you are the type of person who believes in the roots and traditions and also looks for the same in your beloved partner. You don't enjoy the people who are modern or don't believe in the traditions. You are such a person who has the spiritual personality or trait for love. Both you and your partner will believe in social approval for the marriage and have believed in the same.",
        "reversed": "For love, the Hierophant reversed symbolizes the boredom and the feeling of breaking the taboo in the relationship. This card drawn tells you to bring some feeling of joy and excitement to the relationship to give it a running pace. This is the card's advice that all the feedback for the relationship you are getting or thinking may not fit for the best at the moment. Going with the inner gut, you need to open a thinker and see how to improve it."
      },
      "career": {
        "upright": "The Hierophant, drawn as the upright for the career, means that success will be achieved when you work together. This time is to believe in the strength and power of teamwork. Don't try to sail the boat alone. This card also represents sometimes that at the workplace, some senior or experienced person's help or advice would be beneficial for success. For students, this card also suggests some professional training or good learning time to achieve high.",
        "reversed": "The Hierophant card drawn for a career in a reversed way says that your inputs, way of executing the tasks, and creativity may not get that appreciation at the workplace. If the higher authorities have appreciated your work and if there would be chances to prove your worth, then the things would be much sorted. But somehow they want to do the things the work is done in their way, so if your wish to showcase your efforts, do something to please them."
      },
      "future": {
        "upright": "The Hierophant's upright love means that the future is safe if you will secure your money with good, valued established institutes. This card will also explain some problems, which may occur while acquiring some new way to make money. This may bring a tense or disturbing situation for you. As an individual, you need to be very careful and patient at this point. You might get influenced by some gambling or so, but don't get indulge with that.",
        "reversed": "Hierophant card is drawn for the future in reversed advice to look for some potential growth, like some side business for garnering more money task. This you may do in your spare time or can take it as part-time work. This is risk-taking time and exploring for more growth for betterment. But at the same time, you have to ensure that what risk is feasible for you, and you shall accommodate that with your spare time."
      }
    }
  },
  {
    "name": "The Lovers",
    "keywords": {
      "love": {
        "upright": "The drawn of upright Lovers card for love indicates the complementing nature of the person. The card symbolizes partnership, harmony, the ability to make a choice, patience and shows that you will get ample choices that would be life-changing for you and partner. With this, the advice also goes before you make a move, gather all the required information to perceive the result fully. Also, this raises a question on the commitment of a person.",
        "reversed": "The reversed Lovers card for love indicates the breakup, uneven bond, fears, struggles to hold your partner or relationship. So the person and you are not that much intense for each other. Also, it shows that some issues are making this relationship imbalanced. So the time tells you to put a foot forward and resolve those issues and make a firm commitment to be with a good healthy relationship and encourage each other with affection."
      },
      "career": {
        "upright": "The Lovers card in upright position denotes for career a business partnership. It can also be a relationship with a colleague for work purposes or collaboration. If this happens, it is very beneficial, where you and your work partner will bring the best from your bond and togetherness, and hence the growth will form. For this growth, you have to be punctual, disciplined, work on preparations as planned, and then execute with good research.",
        "reversed": "So the Lovers card drawn as reversed for a career is stating a state of disagreements and arguments. This shows the point of conflict where you and your partner will go on and on for long-lasting arguments to produce desired results or make everyone agree to it. The results might get degraded because of anyone’s demotivation and not sharing a fair amount of work to the goal. Sometimes this card favors a romantic connection at the workplace, due to which you can be faded."
      },
      "future": {
        "upright": "This Lovers card for the future indicates the good terms when drawn as upright. It presents the situation of making wise decisions while understanding the correct need. This also makes you understand that making balances will always yield great results. This also represents that a lack of responsibility is occurring on your part. For your failures, you are blaming others. So the best is to forget what has gone and worked for the coming days religiously.",
        "reversed": "The reversed Lovers card is not a favoring one; this will show the person’s impulsive nature for making any decision or choice, impacting your future. You are not at your best part of agreements and planning. The level of understanding is required for you to feel what is right and what is not. The situation’s demand and accordingly making actions for it is the key to success and enhancement of the future, so do that."
      }
    }
  },
  {
    "name": "The Chariot",
    "keywords": {
      "love": {
        "upright": "The Chariot tarot love upright means you to be in action for the sake of love and romance. It would be best if you had a clear understanding of the choices that you wish to make for your partner. This card also makes you understand to balance the essential things to reach your goal by riding on the correct path. Sometimes you may also feel that working long hours can impact your relationship or hindering something.",
        "reversed": "The Chariot tarot love as reversed tells your deep and intense indulge in the bond or relationship that you tend to forget everything except that. This ignored behavior for other essential aspects of life is beyond imagination. Everyone cannot do everything well, but the things you are right is your set of responsibility to do. So a balancing effort is required from you to fulfill each corner like love, family, friends, and workplace."
      },
      "career": {
        "upright": "The Chariot card as upright in a career tells you about your ambitions. The card depicts your clarity for your understanding of goals. How you wish to achieve and what all is required to be focused. This also makes you feel highly motivated in terms of work and depicts that you are focused, disciplined to achieve success. The advice you receive by this card is to stay away from politics at the workplace by staying focused on work.",
        "reversed": "As reversed Chariot card in a career, the Chariot card tells you precisely opposite the upright one, stating the focus, initiation, and ambition. This card also sinks you to the question of yourself driving for the sake of achieving your goals to get success. \nThis mentions the state of lacking the confidence and zeal to work and excel for your goals. This behavior will get you in some trouble, so a change is required."
      },
      "future": {
        "upright": "The Chariot card as an upright for the future is beneficial for one’s stability purpose. It might be the situation where you may have found yourself juggling with stability, and then this card would help and keep your spirit high for the achievement of success. You will feel motivated and focused. This determination and discipline will help you to conquer the challenges and lead the success. So stay self-disciplined and focused on getting success and stability.",
        "reversed": "As reversed for the future, the Chariot card is depicting the unnecessary shopping that might not be of any use. The time’s need for you is to understand the value of the efforts and the outcome. The time is you need to understand the rigorous efforts to make wise decisions for a great future. You might be too timid for your decisions, but the time’s need is that you shall open up and act wisely. "
      }
    }
  },
  {
    "name": "Strength",
    "keywords": {
      "love": {
        "upright": "The Strength card drawn for love in an upright position indicates the type of romance you'll help in yourself with the intense feelings you have in you and the strong relationship you wish to conquer and prolong it. On the love part, you are looking for a compassionate, selfless partner and caring about you and your family. The most suggested advice is to bring the patience and self-control in your relationship to bring happiness back.",
        "reversed": "The Strength tarot for love as reversed, Shows extremely emotional and psychological dependency on your partner, who, in turn, may bring a kind of insecurity in you and the relationship. So you need to ensure that you bring a complete trust and strong sense in the relationship, which indicates that the force and power are happening positively. The partner may become more and more dominating, but most of the time, understanding needs to come and remove all the freckles."
      },
      "career": {
        "upright": "The strength card as an upright for career shows that you need to control your anger, the inner instinct which provokes you for small things and drives you crazy for the things you make yourself passionate about. So if you need to get a promotion at your workplace, you have to do something which makes yourself noticeable and whatever you are looking for you can get, and people admire you. If you are looking for a change in your business, then push yourself hard.",
        "reversed": "The reversed Strength card for career shows that you have everything that makes you perfect to drive your career in a good direction and succeed. But altogether, there is a lack of self-confidence which might make you sometimes dark and feel low, so you need to believe in yourself and your abilities and make a move for a great career. Trust your abilities to work hard and keep on moving to achieve high to make that beginning."
      },
      "future": {
        "upright": "The upright Strength card for the future depicts that you are a shopper, shopaholic, and have very great spending on shopping. It also feels that you are in a comfortable position as far as your future is concerned, but you need to have self-control with proper plans, where you can break the ice on the purchases and make something as a future saving. This will help to safeguard the time in near future.",
        "reversed": "The reversed Strength card for the future shows that you are very good at shopping and shop or spend money where it is not required. This card also makes you feel that you need to be a little bit now has attained control. It hardly matters if you have abundance, but you have to control it. Else there can be a feeling where you will say that I don't have such a fund, or the actual situation will be different."
      }
    }
  },
  {
    "name": "The Hermit",
    "keywords": {
      "love": {
        "upright": "The Hermit Upright states that you need to have some time to inspect the inner you. This may put you in some discomfort for a small phase of time but eventually help you search the correct meaning of you and your partner. The person already in a relationship means the two of you need the space and time to discover the best between you and this relationship's expectation. This analysis will result in a beautiful and strong bond.",
        "reversed": "The reversed Hermit love puts you in an epoch of feeling of burdened with aloneness. This time you may feel that you are forced and bound to do all this stuff. But on the contrary, take this time as precious and dedicate yourself with complete focus to work towards your goals of achieving a good partner. If you are already in relation, then you might feel different for each other. But ensure to put a little effort into the care and attention. "
      },
      "career": {
        "upright": "The Hermit Upright for career explains to you the current phase or time is not appropriate for you. Here you need to figure out the kind of work that would entail you with the benefits. There has to be a balance in understanding the need for money and stability. Not to miss factor is what exactly would be the work, which will bring you enjoyment and financial support.so, closely think for the exact action to establish this.",
        "reversed": "Hermit appeared as reversed for career, which would help you understand that the analysis time is over and the action time has come. You can enjoy this phase, either searching for your desired job or some good company. This may also reveal that you need to have continuous support from your near and dear ones; you should not feel lonely. However, you might feel different and wish to be in your cozy shell, not discussing and disclosing anything."
      },
      "future": {
        "upright": "Hermit, drawn as Upright for the future - depicts that you are not feeling happy with the current situation, and you are not at all interested in worldly things. Presently it would be best if you were into more focus of innermost feelings. The phase where you would understand apart from the money and all, what is the most important, will make you the happier and happiest.so, one needs to be more focused on having a focused decision towards your happiness.",
        "reversed": "The drawn of Hermit reversed for the future makes you deal with the present time and find out who you can seek some advice for your future. You may feel to remain in the world of your own. But at the same time, with the discussion and advice, you may deal with this as well. You may have found your search for inner ends now, and you could establish a better relationship ahead for best."
      }
    }
  },
  {
    "name": "Wheel of Fortune",
    "keywords": {
      "love": {
        "upright": "The upright position of a Wheel of fortune for Love may indicate the changes that will be  favorable for you. If you are in a relationship, it suggests that you or your partner would step forward in sorting out and making the needed things to recover the relationship's essence. If you are a free bird, then the fortune wheel's change will show that you will meet with your soul mate, but you need to work with the universe.",
        "reversed": "Wheel of fortune for Love reversed can be intimate that your relationship may take a bumpy ride, and the main attraction and spice may fade out. Try to understand the situation and make your decision wisely. Do not decide in a hurry, and at this time, you must learn from your previous mistakes. If you think you are a moron in making the relationship, you should think about your turns when you want to connect to become happy."
      },
      "career": {
        "upright": "In a career, the fortune wheel tarot card will define that massive changes are approaching. The galaxy is combining the chances that help to reach your goal. If you want to change your current company or want to start a new business, it's a good time for you. Even if you are leading a stable life, it indicates some changes may happen, and if the changes are challenging for you, you can go with the flow and achieve some more important things.",
        "reversed": "A reversed tarot card means you may have to face some difficulties in your career aspect. It can lead to uncertainty as it represents an unfavorable change that will be coming. It would be best if you took your decision calmly and according to your situation. It would help if you rethought about the choices that are suitable for you. This situation will not persist as you will improve your financial condition in the imminent time."
      },
      "future": {
        "upright": "An upright wheel of fortune card for the future reveals the essential and critical life-changing moment. You would not be imagining, but suddenly there will be massive opportunities to grab and turn into positive for you. So, going with the flow, you need to liberate yourself towards the universe and accept the best for the future. This would lead to great efforts but put in the right direction, where you will receive guidance from the universe.",
        "reversed": "A reversed wheel of fortune card for the future tells that this self-reflection time. A change in your personality, thoughts, and actions is required; to bring the good for the future. So, going with the flow, accept the challenge to change to see the things happening in your favor. This time guides and advises you to break the ice of negativity, reluctance, and recharge yourself with positivity for the best outcome."
      }
    }
  },
  {
    "name": "Justice",
    "keywords": {
      "love": {
        "upright": "The upright position of a Justice for Love brings a relationship where you will find a person from the legal industry. It can be like your life partner will be coming from this industry. This also means the involvement with because Libra is the sign to which Justice corresponds to. If you are already in a relationship where you can feel and see that some big commitments or rewards are coming your way, it can be a marriage.",
        "reversed": "Justice for Love reversed can show that if you are cheating on your partner, make sure you have to face the consequences. This will also bring hot arguments between you and your life partner, making things worse for you. If you are single and looking for a relationship, Justice tells you to look for the relationship but don't repeat the same mistakes you have made in the past; this say to learn from your past."
      },
      "career": {
        "upright": "In a career, the Justice Tarot card will make you feel that you need to balance nature in your personal life and your professional life. You cannot rush for your work for your career, just neglecting your personal life. Everyone knows that a career is very important for everyone and to build a good future. But in the maintenance of a career, you should not neglect those around you who love you and care for you.",
        "reversed": "A reversed tarot card means that there is some unfair perception in your work or and blames are coming towards you for the mistakes you have not made. Some other colleague or person is making the mistakes at work, but you face the consequences. This says that don't be harsh or try to show your reaction immediately, wait for your chance to prove that you are not the person who has done it."
      },
      "future": {
        "upright": "An upright Justice card for the future reveals the bringing up the balance to life. So for the betterment of the future, one has to be very much cautious; and never get in overindulge in those areas where your specific inputs are not required. You have to make a balance in your life with everything. Justice is related to karma, which means that whatever you will sows so shall you reap, so be sure and be balanced.",
        "reversed": "A reversed Justice card for the future tells that the bad luck sign going on or shortly it shows that there could be an injustice. You will not be happy with the flow of money or finance in your future. This is the time when you need to be more careful with the investments. Do not indulge in any gambling that puts your future in the dark and makes luck not in your favor."
      }
    }
  },
  {
    "name": "The Hanged Man",
    "keywords": {
      "love": {
        "upright": "The Hanged Man for Love as upright shows how you are perspective and waiting for the correct time to having the things done. If you are single, you should know that what is the correct time to deal with all these things should not take pressure and feel forced. If you are in the relationship already, then this is the testing phase for you where you need to be patient and should show a potential to make everything right.",
        "reversed": "The Hanged Man for Love reversed show whatever the time was there it's now over. It is the time to make anything happen in your way. This is the phase when you can indulge with your romantic relationship and make everything happens.\nThis card also means that you shall not sacrifice unnecessary to balance your love life; this also makes you understand that whatever your love and your partners love means. Both should go hand-in-hand with the balance relationship."
      },
      "career": {
        "upright": "The Hanged Man in upright position says that there is a phase where you need to wait for the things to happen. It is the time when some projects at your workplace need you to have a break. For a great change, a step back is needed. Wait for the correct time where you see a decision from your business partner. Just relax, don't be in a rush so that you can have a progressed and a great career ahead.",
        "reversed": "A reversed tarot card shows whatever sacrifices you are making to make your Career grow is not the best way. You are not happy with the current plan. This may be the work project which is going on or a new job. the changes are required and is the time need; this is too late don't be powerless and don't wait for the right moment make yourself an active person and take active participation for the betterment "
      },
      "future": {
        "upright": "An upright The Hanged Man card for the future reveals there is a need of you to bring a change in your behavior, thoughts, perspective to look for the things. It's not like that you sit and wait for the correct time. This is the time to think and think for the best. To happen perfectly, you can take the lead and think what the best way to achieve success and turn your bad situation into the good one.  ",
        "reversed": "A reversed The Hanged Man card for the future tells that whatever resources you have or whatever plan you have there is a need for more consistency needed. the investments you have made is not giving you fruitful results, and you are not happy with that. See the waste which has occurred from these losses in the past. These are a lesson for you in the future. You have to think twice thrice for actions."
      }
    }
  },
  {
    "name": "Death",
    "keywords": {
      "love": {
        "upright": "The Death upright card for love shows the break-even point of the relationship. It could be the state where you feel that nothing is working, but making the things working brings some changes like appreciate the efforts. This may also produce the chances of ending up or breaking up the relationship, which mean that some other door will open. But this works, it’s not sure. If you are single, then you have chance to develop a relationship.",
        "reversed": "In reverse, the Death card love signifies a long-stagnant relationship, where maturity, growth, and ownership are required. This means that both of you are together because you have made a comfort zone and don’t want to live separately. So, a revival is required in the relationship. If you are single and wish to begin a relationship, then this card suggests you stop being negative and empowering with ego but bring love and peace for your partner."
      },
      "career": {
        "upright": "The Death upright card for career shows the current opportunity to bring to your work. You must be sailing through the feeling of lowness, no interest or challenge at work, sometimes maybe frustration, and you could not make a decision. It might be possible that you have not given a thought to change because of the comfort zone you are into. But to make a change for happiness, the comfort shell should be broken. So, enjoy some new opportunities.",
        "reversed": "The Death card career in reverse brings a possible forceful change at your workplace or in your career. You have accepted the indiscipline and unhealthy environment and lesser payout for the work which you are going through in your current workplace. But there is a change needed, and you should welcome with wholehearted to the recent changes. This card also suggests the changes that are not happening in the workplace, bringing a negative pattern in you and your work."
      },
      "future": {
        "upright": "The Death upright card for the future shows the unfortunate loss may be in terms of some resources or workplace. One may take the liberty to understand the need of the hour and hold the things back. This could be another chance of turning things happen your way. This may bring a practical change and transformation in your life. You will learn to come-out from odd situations and grow and keep things motivated for betterment.",
        "reversed": "The Death card future in reverse brings enormous losses in your future.  There may be chances of low in the resources or the property or at the workplace, which makes you feel inferior, dull, and emotional with the heart. A quick review from your past leanings and past lessons will help you understand why things are happening in this way, and you can bring the changes to make the future easy and beautiful and full of happiness."
      }
    }
  },
  {
    "name": "Temperance",
    "keywords": {
      "love": {
        "upright": "The upright Temperance tarot love card suggests being more patient self-control and understanding the other person's emotions, who is your partner, and who is with you. You have to be very much cautious while doing any action related to your love life. Don't show any dislikes or attitudes and force any excessive beliefs on your partner. Be polite, cool and be humble to create a balance in your life, which will bring harmony and peace.",
        "reversed": "The reversed Temperance tarot love suggests that you might be having great surprising energy around you no matter whatever the efforts you are putting into making the selection. This is happening, and here in life, you have to be more patient with politeness, calmness and controlled emotions. Maybe you are too demanding with your partner, and whatever the partner is doing for you but cannot make you happy or satisfy you in any way to fullest."
      },
      "career": {
        "upright": "The upright Temperance tarot card for your career is because of behavior; the kind of patience you have to achieve your career is right enough to go ahead.  So what you need to do is you need to be patient and control your temperaments. It would be best to be more focused, devoted, and disciplined while it comes to work culture and work-life balancing. This also reveals that you are having the right balance with your family life and career.",
        "reversed": "The reversed Temperance tarot card for your career shows slightly or more imbalance in your work life or career. This may be because of some pressure at the workplace by boss or someone who is spreading rumors or bitterness about you. So don't lie down in this situation and rush or make some right choice with what you can come out of the suffering and maintain harmony and success in your work in all aspects."
      },
      "future": {
        "upright": "The upright Temperance tarot card for your future depicts that you must check the approach you have adopted to balance with a lot. So this reveals that you can manage the things by taking care of future demands and aspects. It's not that you are neglecting something today for tomorrow. You can correctly create well-required resources for leading a great life. You always act as a responsible and balanced person and have all great understanding.",
        "reversed": "The reversed temperance for the future shows the dual nature of you. Either you could be very eager and rapid on the luxuries of life that you invest almost everything in that, or you could be the one who keeps on earning and never reward your efforts. In any of the cases, excess of anything is terrible always. So you need to understand both requirements and made that adjustment in life to stay happy and feel great."
      }
    }
  },
  {
    "name": "The Devil",
    "keywords": {
      "love": {
        "upright": "The Devil Love card for upright shows the devilish nature of your inside. It shows the kind of sensual self-desire and lust you have. There is no harm in having fun but make sure that it will not bring any difficulty or hurt someone with whom you are doing this and shall not leave a wrong impression of yours on the other person. This also shows a kind of addiction or overpower and dependency on the other person.",
        "reversed": "The reversed Devil tarot love means that it may be a situation’s demand to break your relationship with a partner. Getting away from the co-dependency on the relationship can arise where the partner would dominate you and hurt you. The time has revealed that the relationship you are into is not healthy and is immature. So, think of the various ways to bring the break-even point for your self-esteem and happiness, making everything right."
      },
      "career": {
        "upright": "The Devil career card for upright tells you are in a dilemma or in a thought of getting stuck at your workplace or business. This shows how much you are in the phase you do not like to stay and continue and blaming others like the circumstances, luck, or external factors for this situation. This card also suggests that whatever the problem is, you always have better options to explore and empower it for growth.",
        "reversed": "The Devil career card for reversed shows that you are in the thinking process and ready to accept career or business challenges. This will enable you to make suitable required changes to have a safe future ahead.  It may advise you to decide to leave an unhealthy, unprofessional work environment or some business deal and make a move. It's not right to stay in a stale environment or colleague with no air to breathe and no appreciation."
      },
      "future": {
        "upright": "The Devil's future card for upright shows a challenge and has a time when the Devil is appearing. This also signifies that there are more things to do than the present one and bring the change to space. But you cannot produce the desired results in the absence of not finding the right solution. The situations do not allow you to handle all the stuff and are thinking of the possibilities for the necessary change.",
        "reversed": "The Devil Future card for reversed shows and tells about the past issues and bad habits. This advises you to work toward the changes in a positive way by taking consideration of your loved ones. You may rely on and trust your family, good friends, and partner to bring those materialistic change. This may make you feel freedom and enjoyment. This also makes you a little dependent on family and friends but is required for the changes."
      }
    }
  },
  {
    "name": "The Tower",
    "keywords": {
      "love": {
        "upright": "The Tower tarot love in the upright position signifies some very fundamental changes. This depicts some new experiences that may occur in your relationship. You must have felt pride in yourself and the way you handle your relationship correctly. If you are single, then it signifies that you now started understanding what a love bond is and what maturity is required in the connection. The dull feeling needs to change at the moment to understand the perspective of the love for you.",
        "reversed": "This Tower tarot for love in reverse position Shows that a change in your current relationship is required to make it healthy and grow further. You may be feeling low. You may be feeling not healthy arguments, but there is no comfort zone for the people involved in that relationship. It is a monotonic thing that you are leading together, and there is no better way to leave it further if you make it understandable and working."
      },
      "career": {
        "upright": "The Tower tarot career in upright position says that during this time, you may feel that either you are not happy with the current job or you need a change in your current job. The boss or any colleagues at your workplace are hampering and making disasters for you. You are not leading an excellent job life at your workplace, so this means you could feel frustrated, but ultimately if you think better, it will give you success in the long-term. ",
        "reversed": "This Tower tarot for a career in reverse position represents a relief at a workplace. It means that whatever the phase was going on, whether the ups and downs of a workplace environment, or any reduction in the workforce, you can currently manage your job. You have found your career, which will give you better satisfaction in terms of your skills or finance, and you would be happy."
      },
      "future": {
        "upright": "The Tower tarot future in upright position says that it is showing some disaster going to happen. There may be lost, and there may be financial difficulties for you at family or workplace. This time for you to be more alert with your current situation.  You plan for the best thing which will help you to raise your future in a better way. An all of a sudden, loss can also be expected with this card drawn.",
        "reversed": "The Tower for the future says, take a bit of time off from all your work, and do what relieves you. It would help if you accepted that this was bound to happen for you to develop as a human being. This was a character development challenge by God. The Tower says that you must consider things that will ease the burden on you, and you must not, therefore, think of things that will burden you even further."
      }
    }
  },
  {
    "name": "The Star",
    "keywords": {
      "love": {
        "upright": "The Star for love means that it rules any reading that it makes a significant appearance in. People often tend to let fear and painful experiences from the past take control of our current relations. If a friend or lover betrayed them in the past, they might have problems trusting others in the future. They might want to get closer to others but be hesitant because they do not wish to feel the same pain that they did before.",
        "reversed": "When The Star’s Reversed Orientation shows up in your reading, it means that you are probably not doing too well in terms of relationships. You might be having trouble with your partner. Or you might feel like the distance between your partner and you is increasing. In this case, the right course of action might be to revisit old arguments and talk them through. This is the best way to reduce the distance between yourself and your partner. "
      },
      "career": {
        "upright": "The Star’s Upright indicates that you will be successful in your job that you will be applying for. It indicates that you will achieve great heights in what you choose to do. Have you felt like your job is demanding and doesn’t pay as much as you would like? The card indicates that this will change soon. If the thought of changing professions has struck your mind and now is the time to take action.",
        "reversed": "When The Star’s Reversed Orientation shows up in your reading, it probably means you feel like your job is not giving the output you desire. You must have once loved your job, but often find yourself frustrated while working the same job. Your job might also be the perfect fit for you, but your pessimistic attitude might overshadow it. The solution might be to approach your job with a different outlook so that you feel different."
      },
      "future": {
        "upright": "The Star’s Upright Orientation for future indicates that your near future will be blessed and that you should make critical decisions for your future in this period. You will see better performance in your job. You should invest your money in essential assets that will help you later down the road. You would be able to achieve high once you establish firmly with your decisions and bring the best out of you for the success.",
        "reversed": "The Star card in reversed position for the future tells about your purpose of life. One needs to put effort into having a balance and rhythm to establish this purpose. You might also get inspired by some sources. The card also tells you to take care of yourself, like panning for some recreation sources, saving the energy for future planning, and getting connected with some spiritual and meditational practices to rejuvenate your inner soul and build a healthy heart."
      }
    }
  },
  {
    "name": "The Moon",
    "keywords": {
      "love": {
        "upright": "Reading the moon on the love tarot card, the mood during the time is likely to become complicated. The environment may be full of difficulties, but not everything looks like this. You need to simplify and clarify that not only to ensure and fulfill the intents of others, but also to understand your inner feelings, sentiments, longings, wants and passions. Going through a difficult phase you need to take care of yourself and be happy.",
        "reversed": "The upside-down moon for love implies misunderstanding and cheating. You might be lacking the required information or details which are needed at the time, so you must trust your instinct to guide yourself towards reality. Honesty is very important.  Sometimes dishonesty does not have a malicious motive, but it could be a way of goodwill or wishing to avoid the feelings of others. However, covering up the facts is by no means a bearable state"
      },
      "career": {
        "upright": "Currently, there is some uncertainty in your career. You may be unclear about what the goal is and in what path you should opt to move. Your workplace may be surrounded with a stressed pattern that stems from ambiguity and misperception for work and task. Confusions might be rampant, so it makes you understand that you shall emote. This may be the phase where you lack the information and details that you need to make the right work decisions. ",
        "reversed": "The inversion of the moon can herald the disappearance of indecision and misunderstanding in your work or career. Things would become more transparent, and you might be able to make a decision to choose your way to make a move. In addition, the inversion of the moon may also indicate deterioration, errors and poor conveying can even lead to trick, destruction and lying. As everyone becomes more protective and suspicious, your nervousness and fear might result in it to happen."
      },
      "future": {
        "upright": "The Upright Moon for Future says that this might not be that phase to go for any major decisions for future, because the moon shows the details with you are not yet complete. Are you taking any economic decision, so do not shy or in fear to research in depth and ask yourself inside so that the appropriate decision may occur. At present, the future financial confusion and uncertainty could bring a problem to you.",
        "reversed": "The Moon in reversed may imply searching for clearness for your future and the goals related. You will acquire the details which you would be in need to place for your future’s great decisions and plans. At the closer look in the deep negation, this may imply that there could be sham regarding your future and its occurring impacts. So as a piece of advice just go with the flow of your inner thought and leave behind any fears."
      }
    }
  },
  {
    "name": "The Sun",
    "keywords": {
      "love": {
        "upright": "The Sun for love in upright position depicts the power of warmth and light in the relationship. This card brings the joyfulness, celebrations, achievements between the relationships you both hold. This time will make you more close to each other, and you could embrace each other with love and harmony. You would be outshining them with the feeling of positivity, charisma and the romantic feelings you both share. You both will feel blessed and happy with the relationship.",
        "reversed": "The Sun tarot card is drawn as reversed for love, revealing the phase of dullness. The person who is in a relationship will acquire the feeling of gloominess and jaded. Though the flow of connection will be normal, still the jovialness between you two is missing. This could be because of the way you are taking the relationship for granted. This also says that there is something which is stopping you from the far-sightedness of the great trait you both have."
      },
      "career": {
        "upright": "The Sun card in an upright position for the career favors glory of achievements, success stories and charm of hopefulness. This phase will bring in you the eagerness, inspiration, and joyfulness, which you will enjoy with the workplace. You would feel completely satisfied and recharged to devote to your job at the moment. You could lead to gathering happiness and positivity for the colleagues at the workplace so that the results would be best as a team.",
        "reversed": "The careers with the reversed sun card say the things are correct and are in the good flow. But the amount of ignorance you put and don’t appreciate the efforts would make it dull. This card says you to be more open and remove the layer of ignorance and see what all best things you are taught with. You might have the feeling for low payments, and all you need to do is to bring the effort to make the things happen."
      },
      "future": {
        "upright": "The Sun card in an upright position for the future shows the great comfort level in the present moment. This also implies the bundle of joy, happiness, and rewards coming to your way. This indicates that the future is as bright as the Sun imparts light and warmth. This also means that anything which is hidden or you are unaware of, will come to your knowledge. This will bring more light and clarity for you to understand the things.",
        "reversed": "The sun card as reversed for future says that the time of happiness is arriving soon. This card also implies that the future decisions which you have decided or about to take; are taken by considering everything the facts, and well researched with all possible effects. This also suggests that you might be feeling a little overconfident and not realistic for the plans, but at the same time, you shall remain encouraged as well for better vision."
      }
    }
  },
  {
    "name": "Judgment",
    "keywords": {
      "love": {
        "upright": "The judgment card for love in upright position warns you to have nearer visions of the love relationship you are sailing in. Now, the issues which had already happened in the past are visible. This is the phase of making the adjustments. You shall stay vocal and open to your partner because you both need each other, and this is quite clear to both of you. So learn from the past and do not repeat or let the same things happen again.",
        "reversed": "The judgment card for love in reversed position determines your unhappiness with your relationship. There is something that is bothering you about your partner. But this all means that you need to be abroad thinker and need to make some adjustments. You are advised to play with honesty and belief towards each other. Do you miss something or expect something which is not happening in your relationship. Just be fair with your partner to enjoy this bond of love."
      },
      "career": {
        "upright": "The judgment card for a career in upright says that this is the judgment time. You are on a progression path which you cannot ignore. This needs a few adjustments from you to make at the job or business; this may arise some newness and channelize some energy in you. With this card drawn, you need to understand how your actions are affecting others at your workplace. So this is self-assessment time, which can bring positivity and progress.",
        "reversed": "The judgment card for a career in a reversed position determines your starkness for yourself. There have been any issues; where you have made any mistakes, you are still rolling yourself among the guilt of those feelings. So don’t be unaware of your abilities. Make yourself learn from the past lessons to make the present and future better. Communicate well with colleagues and coworkers and don’t blame anyone for your set of mistakes, accept your negligence."
      },
      "future": {
        "upright": "The judgment card for future in upright position determines the great deal of self-realization and self-assessment. This will also bring you to think that whatever purchasing you are making are the need of time or not. You might have the feeling of scarcity as well at some point in time. You might be applying your brain to think for the various ways to earn more. This will bring improvements, and you will get safe in your future.",
        "reversed": "The judgment card for future in reversed position determines a hindrance you will be going to receive about the plans. It is very important to learn and understand the types of you are. The card conveys the set of patterns happening with you as they have already occurred in the past. So be wise and selective while choosing so that you should not repeat the past mistakes. Learn from the past mistakes and not repeat them."
      }
    }
  },
  {
    "name": "The World",
    "keywords": {
      "love": {
        "upright": "The World card in upright for love referred to balance and healing, both emotional and physical healing. This is accompanied by an incredible feeling of gratitude and satisfaction. The arrival of this on your Tarot reading shows that you have a loved one whom you are connected to and love deeply. Also, this represents a family beginning or marriage on cards. If you are single, you feel that you are great as a partner in love.",
        "reversed": "The World card is changed for love, referring to the fact that you have lost sync with those around you, especially your lover. You are not feeling complete; dissatisfaction is within you. Everything from each aspect seems to appear excellent, but maybe your relationship is missing that spark. If it is so, then trying to address these issues with your loved ones might be beneficial. An effort is required to tie the dead ends, and this will bring happiness and satisfaction."
      },
      "career": {
        "upright": "The World card in upright for a career context signifies a business relationship between two people. You and your business partner are working and coordinating with each other fantastically and also are supportive of each other's downfall. But this reading can also indicate the possibility of being romantically and sexually involved with a business partner or a work colleague. This is the time to celebrate your collaboration and also you could be on some next plans.",
        "reversed": "The World card is changed for Career shows problems in communication and disharmony with your business partner or work colleague can lead to the appearance of the Career Reversed reading. It would be best to communicate with your colleagues at your workplace to avoid more problems and downfalls. This reading also means that you are financially irresponsible. You need to learn from your mistakes and start making some meaningful decisions concerning money."
      },
      "future": {
        "upright": "The World card in upright for a future relates to everything going on with your life. If all the decisions you are taking are in the right direction; there will be the appearance of the Future Upright reading in your Tarot readings. Apart from worldly pleasures, you are also feeling satisfied, spiritually, physically, and mentally. This is the time to invest your time for some long term goals and planning to achieve the feeling of fullness.",
        "reversed": "In reverse for the future, the World card is generally an eye-opener for a lot of people. When your present life is not in complete harmony, this reading might appear. The reversed positioned Card in the future context is generally a sign that you need to fix your decisions and habits. Otherwise, this can hamper your romantic and business relationships. You need to realign with your body and mind to have a healthy future. "
      }
    }
  },
  {
    "name": "Ace of Wands",
    "keywords": {
      "love": {
        "upright": "The Ace of Wands card for love makes you feel excited and implies the passionate feeling of yours. You might be feeling thoroughly romantic in a sensual way and show true honest potential. The utmost feelings of being passionate inside you have lost its charm earlier but will revoke again when you would be honest in the relationship. So, enjoy this phase in committing true love and honesty for each other to build the bond stronger.",
        "reversed": "The reversed ace for love shows a very intense, passionate feeling. The feeling of excitement in your romantic relationship but with this card does not provide you longevity in the relationship. This card suggests that you do not go for very high expectations but make it a better communication and convey the way to enjoy your relationship and understand each other. The efforts are put in to increase your passion and love feeling for each other gradually and happily."
      },
      "career": {
        "upright": "The Ace of Wands card for career in upright position shows that this is the most potential phase of your career. You will get ample opportunities to earn and grow by meeting with the people concerned about your growth. This is a good time where you will feel whatever the hindrances were there in the past; you need to keep them aside and move further creatively solving all your issues at the career level.",
        "reversed": "The reversed ace of wands for career shows your absence of motivation. The demand for time is to be focused and presentable with ample ideas. But it seems that your efforts are not in the same direction for bringing good ideas. So you are short of creative ideas, which make it difficult for you to sustain in the job or business. So be creative and be a little more patiently focused on the ideas for work."
      },
      "future": {
        "upright": "The good ace for the future can signal that this is a significant phase where you will feel more relaxed in your future and finance planning. You would see that you are going to experience a little stressed free life. This card also advises you to be a little more alert when it comes to spending money. This also helps for your future but also not the right card in terms of spending quickly and wisely.",
        "reversed": "The reversed ace of wands for the future will clear the image of the coming up worst time. So this phase may bring feelings of uncertainty and dullness in your future. This card suggests that it is not the right time to move for any future investments and any massive purchases. These decisions shall be postponed else; you would undoubtedly lose all deposits. Wait for this phase to move away and then make some plans for the future."
      }
    }
  },
  {
    "name": "Two of Wands",
    "keywords": {
      "love": {
        "upright": "You must have set good aims and expectations from your romantic relationship. So, the drawn of two of wands card in upright position depicts that you are either progressing to attain the same or drawing the plot and plans to make significant changes. You may bring the changes with the commitments and deliver the best with your thought process and actions to execute the same. This change will bring two of you closer to each other.",
        "reversed": "The two of wands card in reverse position for love has an alarming message saying that not to be more harsh or forceful in the relationship. Nurture it with time, as a good relationship grows over time. The card two of the wands depicts the feeling of expectation, with the clarity in the vision. This may show that you or your partner has the sort of reluctance in expressing your feelings and interests for the relationship."
      },
      "career": {
        "upright": "The two of wands card for a career in upright position says plans for the future are forming. You may have the plans for your coming up future business and looking for the best companion, the companion who will help you shape up the things for the better career. This card also talks about the dreams you are having, and deep down the corner are very much indulged for its accomplishment.",
        "reversed": "The reversed two of wands imply dual meanings. This depicts that the future plans for the career are not happening the way you have planned. Some issues may arise out of the box, which you have not thought of during the planning. There would be a feeling of fear or set back even after making all the plans. So the time says you simply act with the plans and have faith in your power and skills."
      },
      "future": {
        "upright": "The two of the wands in the upright position for the future is confirming the stability. Here, this makes you comfortable, not mind-blowing but yes, a happy and satisfactory phase. The long-term plans are the goals, and as an active person, you are ready with the plans and execution. So at the moment, the future is secure when it is planned with significant investments. You may be having these plans on your card.",
        "reversed": "A reversed two of wands card for the future says the uncertainty. So this means that whatever plans you have stored in your future are not happening. The situation of a balance may occur means neither the huge losses nor profits. So spend wisely in this phase and reshape the clarity on the plans for the future execution. The future may be a significant aspect and have good shows for you, but only if you have used this time wisely."
      }
    }
  },
  {
    "name": "Three of Wands",
    "keywords": {
      "love": {
        "upright": "The drawn of three of wands card for love in upright position says that there is a beginning of your love life. If there would be a new relationship, then you should have a strong bond between the two to make it a more committed relationship. This may involve both of you to present your ideas, need of space and forte of skills to nurture this relationship. This card might also advise a travel plan for both of you together.",
        "reversed": "The reversed card three of wands for love is guarding you regarding the set of responsibilities you will hold with your partner. There shall be a checklist to burry your head in the sand and be ready with the focus and dedication. Patience and feeling of ownership is very vital. So if you are going to make any commitments to your life partner, then first check whether the person is suitable or you both can complement each other."
      },
      "career": {
        "upright": "The drawn of three of wands card for a career in upright position says that there is a flow of voyage and new experience of fundamental aspects of life. So, the fact is that with this card drawn, you will receive new prospects which will make you feel more responsible for bringing a charge to your career life. The boat may sail you even to some overseas opportunities. If you have a business where you have plans to launch it worldwide, then go ahead.",
        "reversed": "Are you feeling frustrated? Are you having any sluggishness? These are the indication of three of wands card when it is positioned reversed. You might have many ideas, and beyond the ideas, you have the feeling to explore and move towards them, but the scenario might be such that won’t help you to furnish those ideas. So this may bring frustration and annoyance in you, and you might not be able to perform well even at your workplace."
      },
      "future": {
        "upright": "The drawn of three of wands card for future in upright position says that this is the time to relish and be cheerful. You will be rewarded for the hard work you have invested. You will plan for some trips where you can explore and bring it to a condition to establish a great future. You would be in the state where you embrace your wants and give your future a static and best position.",
        "reversed": "The three of wands for future in reversed signifies your future loss. This means that the money or the amount you must be having in enough count, but there would be chances that delay the results and bring a slow-down in the achievements. So, with the drawn of this card, put your efforts and brainstorming to maintain a balance. You need to be more attentive and meticulous for plans and execution. So keep on trying and exploring."
      }
    }
  },
  {
    "name": "Four of Wands",
    "keywords": {
      "love": {
        "upright": "Love is in the air and your future. If you are single right now, this is an indication that you might soon meet someone special. While you are out there making connections, keep your eyes, and more importantly, your heart opens for possibilities. If you are in a relationship, this is an excellent time to consider taking it to the next level. Get drunk on love and do not worry about taking a risk in your love life.",
        "reversed": "It's time to focus on you. It will help if you let go of the past romance that is still pulling you back. Do not let a bad experience make you fear commitment. Finding a new romance can also be frustrating, so let loose and spend time with you. Romance is not always red roses and chocolates. It is time to create habits of self-care. Spoil yourself and be the center of your universe. Seek professional guidance if needed."
      },
      "career": {
        "upright": "It would help if you started prioritizing work that will be rewarding in the long run. It is easy to get distracted by quick cash earning options. In this period, not only will you find stability at work, but you will feel financially comfortable. If you are thinking about getting a new job, this is an excellent time to make the switch. Starting a new career is full of uncertainty, but the four of wands assures you a smooth transition.",
        "reversed": "A project that you were expecting big bucks from might hit a roadblock and take longer to mature than you expected. Do not stress; patience is the key here. It's time you start investing your money and making long term financial decisions to tackle the extra expenses incurred. While you might have some misunderstandings with your colleagues, rest assured that it will not affect your work. Work might feel slow but keep going on."
      },
      "future": {
        "upright": "A celebration is on the horizon. The four of wands indicates a gathering of friends and family. You will be the center of attention among your loved ones. Utilize this time to let loose and focus on your family life instead of your work life. If you are married, then this is an excellent time to start planning about expanding your family. So be responsive towards your family front and gather all that which need you.",
        "reversed": "The four of wands drawn for future reversed make you experience a lack of communication with your close ones. Conflict at home can be tiresome and can affect other aspects of your life too. Try being more mindful of having a sense of balance while caught between family fights; you value yourself and do not feel the need to prove yourself to others. This sense of harmony with self will make you more resilient."
      }
    }
  },
  {
    "name": "Five of Wands",
    "keywords": {
      "love": {
        "upright": "You need to take action in terms of your love life when the Five of Wands appears in your love tarot reading. If you're not in a relationship, you might find that others may choose your desired partner and that you must prove yourself worthy of their attention. If you are in a relationship, then you might find yourself having small scuffles with your partner sometimes. Be cautious, because what starts as GREAT BANTER may end in a heated argument. ",
        "reversed": "With this phase you might strife can influence your connections now. In case you're seeing someone that you haven't been suppressing your feelings of disdain to evade clashes that you two need to have an even company. Each individual has their necessities, and individual needs don’t make you even more loveable. What had been the conflicts may now have shown one’s trustworthiness and lucidity have been accomplished. Then only you will get results."
      },
      "career": {
        "upright": "If the Five of Wands appears in this reading, the competitiveness of this card will reflect directly in your career. It might be permanent, depending on the field you work in. You might see yourself contesting others for a particular post or a raise in pay. Even though you're facing so much, you will also have to cope with others' egotistical nature. But since the Five of Wands appears as with the Upright orientation, you have the ability to overcome these hurdles.",
        "reversed": "A Reverse positioned Five of Wands says that contention and rivalry at your respective work place is about to finish. It might make you feel to go to a minus harsh sector or the aura and surroundings you are circled with progressively getting all the more agreeable and loose. In any case, it is a much-needed development. It is a relief from your ongoing work clashes that will permit you to put your vitality in different aspects of one’s life."
      },
      "future": {
        "upright": "If the Five of Wands appears here, you might be struggling to make ends meet. This situation is not permanent, but do not relax yet, as you must struggle through this period. This includes but is not limited to working extra or putting in extra effort into controlling your financial situation. If you are balanced in terms of money, you might intensely discuss money shortly. This could either be your beloved or any colleague.",
        "reversed": "The Reversed positioned Five of Wands here got two possible implications. Encircled by strong cards, it means to have a distance from monetary pressure. You have finished a fight against your funds and are going to enjoy a different firm phase. So the help of different cards mean a heightening in the struggle over cash with friends and family. In that situation, any discussions you may get with everyone around you for the sake of money are probably going to increment and continue."
      }
    }
  },
  {
    "name": "Six of Wands",
    "keywords": {
      "love": {
        "upright": "In case you're single, the Six of Wands tarot love reading flags that achievement is coming to your direction on the off chance that you've been looking for somebody, they might be more responsive to you than expected. In case you're seeing someone, you've been cooperating towards something, such as moving in together after a significant distance relationship, or purchasing a home, these objectives are probably going to come into fulfillment. The future between you appears to be brilliant and can bring you two much bliss.",
        "reversed": "Your certainty might be low at present; the Reversed Six of Wands tarot love reading can propose that you aren't getting the sort of adoration that you trust you merit. You might be feeling investigated, and equals who don't have a similar adoring, caring demeanor that you do are getting them fruitful. Certainty and inspiration are appealing, and pessimism frequently repulses others. In case you're seeing someone, or your accomplice may feel overlooked or disregarded."
      },
      "career": {
        "upright": "The Six of Wands is commonly a particular card that means achievement and self-assurance. These standards apply to your work-life when it shows up in this position. You have likely arrived at an accomplishment at work on which you are thrilled. Prizes are additionally prone to come to your direction; it can mean advancement or raise is prospective. Try not to let your assuredness adventure into pride, yet you can praise the finish of past clashes and make the most of your present position.",
        "reversed": "In this position, the six of wands speaks to disappointment and an absence of desire concerning work. It may be that you were disregarded for advancement or raise. If there was an ongoing clash or rivalry at work, it probably didn't or won't resolve itself in support of you. These sentiments will show as a feeling of stagnation or lack of engagement in ventures. It may be the case that attributable to an absence of drive; you feel stuck in your present position."
      },
      "future": {
        "upright": "You are in a robust monetary position if this card shows up here. Because of your commitment and steadiness in a challenging situation, you are presently getting a charge out of a snapshot of harmony and money related solidness. This is a chance to value the difficult work you have placed in and to esteem their prizes. Don't hesitate to enjoy control, yet be careful about being excessively sure. It is never astute to be unimportant with your buys.",
        "reversed": "The Six of Wands appears to you in this position, pause for a minute to reevaluate your accounts. There has likely been a plunge in your money related circumstance. This can be because of a solitary adverse occasion or speak to the condition of your financial issues all the more comprehensively. On the off chance that there have not been singular ventures or acquisitions that have diminished your monetary possessions, your cash is waning all the more gradually. Work to be profitable and proactive about your funds."
      }
    }
  },
  {
    "name": "Seven of Wands",
    "keywords": {
      "love": {
        "upright": "There is a need to set limitations in the boundaries when this card is drawn. If you already have the pleasure of being in a relationship, you may see or find the rejections or objections from the partner. So in this phase, a massive amount of effort to keep this relationship going is required from your end. Aside from all the factors, you have the confidence and zeal to get the movement going on with full energy.",
        "reversed": "The reversed Seven of Wands card for love depicts that all those efforts and hardships you are doing to sustain your love bond can undeniably be a risk. People who love you and have concerns for you, feel these hardships and maybe really worried. The deep love feelings you have made it difficult for you to see the unforeseen. So, it is difficult for both of you to sustain this relationship where the external factors are driving you apart."
      },
      "career": {
        "upright": "The upright seven of wands signifies struggle and challenges. So, if you receive this card, this also tells you that you need not worry and you have the calibre to resolve the issues quickly, which have occurred. The situation with colleagues could be making them jealous with you, but you need to stay focused and confident and take the moves without any hassles. You have the traits of strength with which you face the situation and succeed eventually.",
        "reversed": "You have your opinion while the others have different; this is the result of seven of wands appearance in a career in reversed position. So the utmost importance is to keep a hold on the present job or maintain the flow of business. There would be feelings of jealousy from the people around you, maybe the colleagues or any business partner but you shall keep going. This is not the moment of being proud of past victories."
      },
      "future": {
        "upright": "The seven of wands in this position signifies excellent savings. This is also clarifying that you are receiving these profits from your past efforts and makes the future stable. You must have felt about the life of this period and make all efforts to safeguard it for the future. So to maintain this flow and savings, you need to be more assertive and go ahead ignoring those people, who are around you and jealous of you.",
        "reversed": "The drawn of seven of wands for the future in reverse position signifies some silliness. This card warns you not to be overconfident in your decisions for the future. Analyze the clear picture and also analyze the necessity of the expenditure. Even if the current situation shows you the ampleness and no further loss, but still you need to be more cautious when it comes to future investments. You shall avoid the huge expanses if they are not relevant and required."
      }
    }
  },
  {
    "name": "Eight of Wands",
    "keywords": {
      "love": {
        "upright": "Are you finding your love bond in a difficult and groove situation? So the point is that you will feel satisfied and relaxed to see the relationship happening once again; the love bond is flourishing once again, and this time it has great momentum and force.  In your existing relationship, you shall make yourself ready for great surprises and bring the bundles of joy and excitements. These surprises will act as a catalyst in your love life.",
        "reversed": "The eight of wands in the reversed position say that this is the strong phase with the domination of misunderstanding. It hardly matters whether you are in a relationship or single, but you need to be careful with your words. It would be best if you put firm thought on the moves you are making towards your relationship. You may find your emotions into a state of hectic. So start the communication between you two and give the space to each other."
      },
      "career": {
        "upright": "The eight of wands represents the rapid and express motion in the right direction. So this card may bring business travel in your calendar. Also, it will make you satisfied with the number of efforts and progress you are putting in the work or project. This is the phase making all that possible which you have wished and targeted to achieve with your excellent skill set. So this change will bring you growth, and it is stimulating.",
        "reversed": "The drawn of eight of wands for career convey two different verdicts, which mean that you have made some fast movements in the past which are affecting your present. These could be like missing up some good opportunities in the past, which is now delaying the results. This phase asks you to wear the thinking cap and make yourself speak to the relevant person to establish that connection in favor of the good results."
      },
      "future": {
        "upright": "The eight of wands depicts high speed, which shows the effect on the future. This is a critical situation to understand because the money flow will be very speedy, means whatever will come will go with that speed only. It is the time when you need to be more calculative and thinking out the ways to control this flow. Because if this situation persists in continuity, then it may impact the future and further you need to change the plans.",
        "reversed": "The eight of wand for the future in reverse position represents your state of mind. You might be in the feeling of frustration for the amount of money flowing in this is the phase which asks you to remain patient and think carefully for plans. It would help if you had plans for the future which yield the best results. The time will come when you will achieve whatever you have aim to but having patience is the key to achieve that."
      }
    }
  },
  {
    "name": "Nine of Wands",
    "keywords": {
      "love": {
        "upright": "The nine of wands card suggests that you are now ready to face any difficulties which may come in your love life. Your efforts in the relationship shall be more in terms of sacrifice, versatility and improvements. The love and relationship demand both partners to be focused and dedicated. They shall have the quality to accept and bring changes as and when required. If you are planning to propose someone, then you act with determination to get success.",
        "reversed": "The reversed 9 of Wands love's meaning is very tough. This depicts that there is something which is not perfect in your relationship. Although you have presented and nurtured the bond with all efforts and dedication still something is there which is strenuous in the bond. As you two are involved, it is quite obvious to have a different set of opinions, but this doesn’t mean to prove each other wrong. You both must have a compromising attitude for the success of the bond."
      },
      "career": {
        "upright": "So let’s say if you are onto some project, and in the middle of it, then this card tells you about your success. This is a card of providing support in terms of assurance to your struggle’s ending at the workplace. This also suggests that this phase is temporary and going to be ending very soon. This may bring extra work done to accomplish the task. You have the inner skills and power to overcome any situation.",
        "reversed": "The reverse nine of wands card drawn for career shows the tiring phase in your professional front. This means that the amounts of efforts and hard work you have put in the current project have made you feel completely drained. You feel energy less and no zeal to do any more work. The change is required at the workplace to bring the energy and focus in you. But this also conveys that you put your efforts only in the right direction to see the results."
      },
      "future": {
        "upright": "The nine of wands for future in upright position signifies some problem or issues to occur. This may also make you understand that your plans seem to be in flow, but still, there is some tension which is flowing in your mind. So you think for some other ways or methods to acquire some more money to bring the plans to a stable position. This is not through a fixed situation but needs your focus towards it.",
        "reversed": "The nine of wands for the future in reverse is a symbol of responsibility. You might have a feeling to leave everything behind and run away, but that is not advisable. This kind of thought will never help a person to grow and become successful. So, be alert and calculative. Think of the plans for the execution and maintain equilibrium. Do not get influenced by something where you spend unnecessarily. Your focus and deriving skills are required now."
      }
    }
  },
  {
    "name": "Ten of Wands",
    "keywords": {
      "love": {
        "upright": "Love may bring the feeling of hefty weight with the Ten of Wands love reading. Different parts of your life, similar to your job or money, may have burdened you of late, making it hard for you to be sentimental. Seldom, the pressure may cause you to feel like your love life is simply one more weight for you to convey, rather than something that can assist you with worrying about your concerns. In case you're committed, don't be reluctant to request help. It can facilitate your significant other's concerns and can be an opportunity for you two to be closer. ",
        "reversed": "You and your accomplice are intended to climate the weights of coexistence, yet one of you may at present think that it's hard to be defenseless. Hefty weights are not being shared, and that can prompt weakening of your relationship. Rather than functioning as a group, one individual might be storing all the obligations, maybe with good motives, accepting that it shields the other from stress, or more awful, not confiding in the other individual to have the option to help. "
      },
      "career": {
        "upright": "The Ten of Wands is a card of weight. This rule can apply effects to your work life. In the Upright orientation, the Ten signals that you are feeling exhausted. It may be that you have such a large number of undertakings for you to deal with all alone. Check whether it is conceivable to delegate or offer your heap with others. Joint effort and assignment are your most prominent guides as of now. Try not to be hesitant to request help or make some noise about a lopsided conveyance of work.",
        "reversed": "The Ten of Wands in this setting speaks to the consummation of work troubles. There are two different ways this alleviation of weight could have happened. One way you may have accomplished this end was by effectively designating work. Conceivably, your acknowledgment that there was a lot for one individual is being compensated. Having better spread the majority of your past worries out over a gathering, they presently don't adversely affect any individual too enormously, and you can loosen up a piece."
      },
      "future": {
        "upright": "There is a money related weight burdening you if you locate the Ten of Wands Upright concerning funds. This can take numerous structures. You could be vacillating on obligation installments or have other extraordinary adjusts to consider. It may be that a huge cost like school or business credit is particularly squeezing at this moment. You may converse with somebody about how best to determine these issues. Try not to do anything reckless or for the most part.",
        "reversed": "The Ten of Wands in the Reversed orientation has two likely implications. It may be that you are emerging from a period of financial difficulty. If you have found a way to determine the centre issues that were sabotaging your accounts, the ten can mean that you are at last ready to assume responsibility for the circumstance. Subsequently, your accounts will improve soon. Then again, if you have not attempted to comprehend what is upsetting your money related state, you may be slipping further into financial inconveniences."
      }
    }
  },
  {
    "name": "Page of Wands",
    "keywords": {
      "love": {
        "upright": "The upright card of love in one's future indicates the new possibilities of adventures with the partners or could be finding one for the singles. However, the upright shows the lively romantic life waiting ahead distinguished by the sprouting leaves at the top tip of the wand; one could hope for better things in love life with support from the inner soul. Love has always been a surprise to most, with this upright card one can wish for a more adventurous love life.",
        "reversed": "The reverse card of love in one's future indicates the steady movements of things happening. It could help you to understand and analyses the upcoming problems or troubles caused mainly due to external factors in their love life. One shouldn't worry that his/her love coming to an end instead look for the survival instincts to save their loved ones from the coming trouble. If you are stuck and wondering what's going to happen can look forward to an answer."
      },
      "career": {
        "upright": "The upright card in career indicates the new possibilities of the future indicated by the pyramids in the card, like the pyramids can have many surprising things hidden in it. One can only wonder to open and see for them. Here every new item one could find in the pyramids could indicate the career possibilities for them. Someone who is looking for a change or the start of their career would be pleased to see this card showing his new career and work-life opportunities.",
        "reversed": "The reverse page of wands card in career indicates the possibilities of the troubles. These troubles one could face due to the industry, boss, or any external factors that can influence the job one is working for. This can help one identify the problem earliest and take precautionary measures to prevent any further harmful effects on one's career. One could have diagnosed the issues or hurdles and find out the measure to deal in the situation."
      },
      "future": {
        "upright": "The upright page of wands card in future indicates the adventure.  One can have in the coming future, indicated by the desert closing to an end when the young man looks ahead standing in the desert for hopes with a happy gesture. One can wish with fiery hopes for a new social lifestyle; the one who is in trouble can wait for its near coming end; overall, this card can bring tremendous changes in one's future.",
        "reversed": "The reverse card indicates the unexpected turbulence that can come shortly, which gets us prepared for the unplanned event that has a chance of affecting one's future. The predictions of this card is left to individual interest, sometimes the vague images on these cards can be confusing for one to understand the indications. The one who is looking for a change or stuck with decisions could look forward to these cards, who know what is waiting ahead."
      }
    }
  },
  {
    "name": "Knight of Wands",
    "keywords": {
      "love": {
        "upright": "When the Knight of Wands appears in your Love reading, it means that someone fearless and valiant has entered your life. They are normally very impulsive, passionate and charismatic. But there are two sides to every coin. Owing to their impulsive nature, they might have difficulty in settling the life or bond with their partner. So the card does not represent a specific person, it might as well represent a phase of your relationship that was not smooth, but provided you some experience.",
        "reversed": "You or someone else may have the higher possibility of being in a relationship at the present time. The reversed positioned Knight of Wands tarot love meaning shows fretfulness, unsteadiness and wildness. This individual may wind up pursuing their deepest longing one second, yet whenever it is there, rapidly alter his perspective. They may cherish the quest for sentiment, yet less the basic, consistent love that succeeds. In case you're seeing someone, you might feel like it is precarious at the present time."
      },
      "career": {
        "upright": "The Knight of Wands for career is an exciting card. This vitality is an ideal supplement for the individuals who are beginning new pursuits. You are kind of enthusiastic for the novel task that you will be grinding soon. The knight of wands can be somewhat of a twofold edged blade in that manner. On the off chance that you have an explosion of excitement yet dread it might turn to squander, attempt to search out new open doors for you.",
        "reversed": "The Knight of Wands' Reversed Orientation can imply that you are aimless in your profession. Unanchored, you may be skipping between jobs thinking about what you need to do and how you should go about it. While capriciousness is normal in numerous individuals' professions, it is getting risky in yours.  You will probably need to grasp these qualities in your jobs in the near future. However, it doesn't mean you have to lay low, it says that you should begin moving vertically toward a path rather than evenly."
      },
      "future": {
        "upright": "This card’s presence here and there might flag that a lot of cash you would receive recently. A Trip could be a decent method to utilize this deluge in real money in light of the fact that, while you won't see a profit for your speculation, there would be more of learning which helps to expand your perspectives. This decision is a good, brilliant, comprehensive decision. Try not to surrender to careless spending. Utilize your cash rather to grow your brain and accept the new undertakings. Interests in these kinds of undertakings will profit you later. ",
        "reversed": "You might become overconfident when you have money. This is a pretty commonly seen urge, yet on the off chance that your reading shows the Reversed Orientation of the Knight of Wands here; you may be especially helpless to it at the present time. Regardless of whether you have a sense of safety, presently is definitely not a decent an ideal opportunity to squander cash or make enormous buys. Don't, be that as it may, encourage this pattern by partaking in thoughtless spending or betting."
      }
    }
  },
  {
    "name": "Queen of Wands",
    "keywords": {
      "love": {
        "upright": "This card represents a free individual, who is certain, cordial and amicable, and who approaches love and associations with a self-assuredness that is reviving. The Queen of Wands tarot love significance can be supported to be open and glad for your independence and go out on the planet and blend. You can quit stressing over how you show up or how others see you and essentially appreciate being around others. Your boldness and calm nature will attract others to you and motivate them to do likewise.",
        "reversed": "There's a contrast between acting naturally guaranteed and narcissistic. The Reversed Queen of Wands love reading can represent somebody whose blazing temper can sporadically run wild, and whose whimsicalness and childishness can imply that they rapidly lose enthusiasm for you. They may struggle thinking about your needs while being requested to fulfill their own. Allow you to be delicate, to tune in, and to address any sentiments of uncertainty that are waiting."
      },
      "career": {
        "upright": "It implies that you have both the vitality and the capacity to execute your thoughts at work. Whatever you are looking for in your profession, you can move toward it sincerely and with energy. This drive can apply to your overall circumstance at work or maybe more explicit to your position. It may be the case that you guide others or are going to begin filling in as a good example. Despite the particulars, you are a power in your field.",
        "reversed": "The Queen of Wands, when switched, shows an absence of expert excitement. You may be depleted or reluctant to take on new assignments. This pessimism towards work can influence both your attitude toward your exhibition in your work life. While your vocation is just an aspect of your life, it is critical to feeling happy with the work you do. There may be an absence of satisfaction in your overall mien if you don't see an incentive in your vocation."
      },
      "future": {
        "upright": "If your reading shows like the Queen of Wands, you can settle on brilliant budgetary choices right now. Whatever you decide to do is likely the aftereffect of cautious arranging and thought. Try not to get diverted or go excessively far off-kilter (it is anything but difficult to become involved with a spending binge), however on the off chance that you center, you can go through some cash without genuine repercussions. This may be a decent and ideal opportunity to grow your monetary profile.",
        "reversed": "You probably aren't dealing with your cash well if you discover the Queen in this position. This bungle can take two structures; possibly you are as a rule too exacting about your spending, or you are not sufficiently severe. If it is the previous, ask where you could be more liberal and recollect that cash spent on a decent motivation regularly returns either in generosity or in favourable circumstances. Know about each monetary choice and inquire as to whether this will work."
      }
    }
  },
  {
    "name": "King of Wands",
    "keywords": {
      "love": {
        "upright": "The word ‘boring’ doesn’t exist for the King of Wands. When he occurs in your Love reading, he is an energetic being and is pretty quick with whatever he does. You might also get angry quite often, but you will cool down just as quick. As he is such an unpredictable card, many people might think that the King of Wands is not viable as a card, you must be focused and perseverant. He indicates that you are passionate in your relationship, and your love is strengthening.",
        "reversed": "When appearing in the Reversed orientation, the King of Wands indicates an aggressive, dominating and arrogant person. You need to reevaluate your actions in your relationship. Have you done anything that can be considered dominating? Have you been trying to control your partner and telling them what to do? If you have had issues with your partner, this might be the reason why. It would help if you allowed people to explore instead of limiting them to your tracks."
      },
      "career": {
        "upright": "The appearance of the King of Wands in your career divination means that you will be successful and respected in whatever field you’re working. You are probably in the higher ranks, might be teaching your work to those new to it. People around you might see you as a person with strong moral values. There will be an increase in business and sales, state of the rapid rise in success in terms of clear will last long.",
        "reversed": "The Reversed King of Wands can indicate that you do not have good leadership and have no idea what to do. You might think that others will bring you stuff instead of going for your dreams yourself. Although serendipity is pretty neat, it isn’t viable as a source. Try defining clearly what you desire with your career. If you have a set path for your career in your head and you’re not succeeding, it might be because you’re not confident enough."
      },
      "future": {
        "upright": "If the King of Wands appears in your Finance reading, you are probably good at managing your finances well. You are most likely financially stable. You can protect your money, while also using it on essential things. While saving money is viable, spending some of it on others, so long as it doesn’t break your wallet, is also considered a signal that you appreciate them If this is all true, then you must trust yourself in matters relating to investments and purchases of things.",
        "reversed": "Make a move on the off chance that you see the King of Wands reversed here. It is preposterous to anticipate that the universe should give you achievement and success. Assume responsibility for your accounts. Rather than seeking after karma to come to your direction, be proactive in searching out monetary chances. Request a raise—financial plan your spending. Instead, attempt to make beneficial and characterized strides towards your objectives. You can understand your budgetary dreams."
      }
    }
  },
  {
    "name": "Ace of Pentacles",
    "keywords": {
      "love": {
        "upright": "The card signifies that you are going to give a new start in your love life if you’re single. Either in work or business, you ought to be meeting someone special soon. This upcoming relationship with the future partner will give you a feel of security as well as stability and there will be an optimistic influence in life. This card is a good sign if you’re in a relationship that represents stability.",
        "reversed": "If you are single, then this card gives you a warning sign that does not miss a chance in the future of getting love. Also, it can signify that you may feel insecure in the relationship that makes you feel anxious as well as vulnerable. If you are new to any relationship, then devote some time to get familiar with the person as it needs attention to let get progress in the relationship. The card indicates shaky relations."
      },
      "career": {
        "upright": "In the context of a career, it gives a great start to your career if the card appears for you. It provides you a sign of something regarding career success whether it is a new job, or business, or even a word of promotion. No matter whatever the situation is, the card turns the career by providing you with some great financial rewards. Additionally, you can also find some growth opportunities and give a fresh start to the career.",
        "reversed": "The Ace of pentacles is not a great card in terms of career as it indicates a delay in some job opportunities, a new job, or business. Additionally, it can indicate a redundancy as well as the loss of a job or job offer that may result in missing out a great career opportunity to get a huge success. Some sort of poor planning or lack of action may also lead you to face some falling in career paths."
      },
      "future": {
        "upright": "In the context of future tarot reading, the card is a great omen for the future as it represents that there is some stability in relationships and security increases that will be a good start of your love life. Also, you will get a lot of opportunities in your career and can expect to kickstart a new job role or a business that will provide you a chance to touch the new heights of success.",
        "reversed": "The Ace of Pentacles indicates that the card is not a good sign for the future whether it is personal or professional. In addition to this, it represents some problematic situations in your relationship as you can tackle some instabilities that can sort out through proper attention. You can face a decline in the career curve and it will also result in delays. The card appears to be a bad symbol for both career and love in the future."
      }
    }
  },
  {
    "name": "Two of Pentacles",
    "keywords": {
      "love": {
        "upright": "If you are in a relationship, then the card represents some big financial decisions that you and your partners need to take together, such as a mortgage, a loan, or purchasing a car. Also, you can make some choices related to the future of the relationship when the card appears. You need to make a decision yourself whether you want to invest in your love  relationship goals and make some efforts that help to make it work.",
        "reversed": "If you are in a relationship, then the card appears to indicate that you are trying to bamboozle too much and not giving enough to your love life. Some other issues related to work, family, work, and finances take away your attention from your partner. This gap between two partners is pushing apart and lead to arguments as well as resentment that put your relationship to a breaking point. It is also an indicator of an affair."
      },
      "career": {
        "upright": "In a career context, the Two of Pentacles can represent that you decide terms of business. For instance, you want to kickstart a new business or want to switch the present job and get a new one, however, but not sure whether you need to take risks or not. Every action in your life is a sort of risk and you should prevent that. The thing you need to do is to reduce the risk factor and decide it’s worthy or not.",
        "reversed": "In the context of tarot career reading, the card indicates that the person is taking too much and spreading way too thin. It is a recipe for failure to deceiving too much as you require to prioritize tasks and try to delegate some workload if it is possible. You need to lessen the workload or manage the work efficiently to avoid juggling too much. You may also suffer the consequences of taking on limitlessly."
      },
      "future": {
        "upright": "In the context of Future tarot reading, the card is an indicator of power. It is a way of Tarot to letting you know that solutions to the problematic situations will arrive by following all hunches and listening to your body. You need to trust your instincts and tot happiness with you rather than searching for it before settling on your journey to living your life. It is a sign to be yourself and go for it.",
        "reversed": "The Two of Pentacles signifies that the future is not good from the personal and professional sides of life. You are juggling too much in your life that leads to a lack of money, time as well as resources. You will try to maintain balance in your life but things are getting worst from time to time. So, the card is an indicator of a balancing act in the future."
      }
    }
  },
  {
    "name": "Three of Pentacles",
    "keywords": {
      "love": {
        "upright": "If you are in a relationship, then you are putting your best efforts to let things work and you are committed to the relationship. Still, if you have been tackling some issues, then there is a need for a good love relationship counselor that will assist you to cope up with the issues. But if the relationship is too new, then you need to give full attention and time to learn all things and figuring out to share the lives.",
        "reversed": "The card indicates that a third party is creating some friction in your relationship and it leads to a lack of commitment. It is also a symbol of lack of effort as you and your partner are not enough dedicated to working on your relationship and there is a feeling of apathy for each other. If you are single, then it indicates that you are not placing your best foot towards the love relationship to let it begin."
      },
      "career": {
        "upright": "In the context of a career, the Three of Pentacles symbolizes some great commitment, ethics, and determination towards your work. You are making too many efforts in your career success or business growth and working on past successes when the card appears in the tarot reading. Also, you may be learning something to improve your qualification and skills to take your job to a next level. All your hard work will pay off.",
        "reversed": "In the career tarot spread, the card is not a great omen as it can signify that you have lost dedication, motivation, and efforts towards the work due to which the quality is suffering. When it appears, then it does not mean that you are not enough capable but it means that you are not putting your right efforts in the job role or business success. It is an indicator of poor-quality workmanship."
      },
      "future": {
        "upright": "In the future context of Tarot reading, the Three of Pentacles is a symbol of changes in the future life of yours. As you are making efforts to let your relationship work and also, gaining additional knowledge and study to enhance your career path, so you will get noticed and all your efforts will become great for you. You can expect some big changes in the future as you acquire expertise.",
        "reversed": "In the context of Future Reversed, the Three of Pentacles card is an indicator of energy to compete with yourself and even others too by skyrocketing the bar to get a feel like a winner. Also, it symbolizes power struggle with yourself and others to show how something has to be done. In addition to this, it shows a lack of cooperation with global signals that offering you to complete desired objectives."
      }
    }
  },
  {
    "name": "Four of Pentacles",
    "keywords": {
      "love": {
        "upright": "The Four of Pentacles card harms your relationship if you are in a relationship as it makes you and your partner acting in a possessive and controlling manner. The card is not a great omen in terms of a love relationship. Make sure not to hold so tight that you may squeeze the life out of the relationship. It also signifies that one of you is stuck in past issues or grudges that causing the relationship badly.",
        "reversed": "In the context of the Love tarot reading, the card is a great omen that it allows you to let go out of the fear as well as resentment to move forward with your relationship positively. If there is some toxic love relation, then let it go from the same. It is a positive decision in your life as it is something that requires you to move forward. But if you’re single, then you are ready to meet people with an open heart and let the fear go."
      },
      "career": {
        "upright": "It indicates stability in your career and does not let fear yourself of losing the positive rule in your life as you can be careful about maintaining position without getting paranoid yourself. In a career setting, it can represent sharing with others which could take the form of being fear or possessive of the clients or not willing to discuss ideas with colleagues as you may have doubted that they can take the credit for all things.",
        "reversed": "It indicates your generosity among the people at your workplace that is a positive aspect. This may include giving them enough time or assistance, sharing ideas and brainstorming, or sharing the credit for the success of a project. However, there are some negative associations with this card in a career setting, so there is a need for any supporting card to get confirmation. Also, it signifies business failure, losses of job, and even behavioral issues."
      },
      "future": {
        "upright": "In the context of Future Upright, the Four of Pentacles is a great omen as it indicates that your desire for cling romance can be fulfilled. In addition to this, you can anticipate the tendency to grab at what you have as a result because the card is a predictive one. It will also help you out to run the process at a fast pace and you will get what you are seeking. The card is a prediction.",
        "reversed": "In the Future Reversed, the card indicated a few warnings for you and warn you about the interests that you have in the present times and how it affects the future. You are warned that your present interests may result in a place of restrictions and there are no such new and open experiences available for you. Further, the card is neither rigid nor certain, thus; knowing of it enables you for attitude change."
      }
    }
  },
  {
    "name": "Five of Pentacles",
    "keywords": {
      "love": {
        "upright": "The card is not a good omen; it indicates that you are struggling with a feeling of being unloved and abandoned if you’re in a relationship. Also, you can get rejected by your partner and it put an end to the relationship in the form of a breakup or a divorce. It signifies a scandal and your love relationship is regarded as improper by others around you. Your partner has some financial issues that affect your relationship.",
        "reversed": "The card is a great one and it indicates to cope up with the past struggles of the relationship if you’re into one. That indicates an improvement in a love relationship at a fast rate and making some optimistic changes. Alternatively, it can also represent to get out of the relationship and try to free yourself if it is not working. You also find that people are becoming more acceptable for you if the relationship caused any kind of scandal."
      },
      "career": {
        "upright": "The tarot card is not a great omen as it is a symbol of job loss, running out of business, or unemployment. If you have a fear of job loss or going out of the business, then this may leave a negative effect and lack of confidence in you. Additionally, you may find it hard to continue your job but also not see any good opportunity and feel isolated in the workplace. The situation will not last long and stay positive.",
        "reversed": "The Five of Pentacles career reversed is such a great omen and a better version of you as it signifies the recovery of all struggles that you were tackling in the past with the business or a job return. If you have been failing to get any opportunity in the career rut, then the card is an indicator of new opportunities and tells that the hard time is over now. It helps you to grab some new job roles or succeed in your business to achieve desired goals."
      },
      "future": {
        "upright": "In the tarot of future reading, the Future Upright is a warning sign that the person needs not to lose faith as the future is a bit difficult. The future will be more challenging if this card is placed in the future. However, you need to make some solid choices to stay on the other side of the stained-glass window. The Five of Pentacles indicate to us that life is like a banquet and most of the poor people are starving.",
        "reversed": "In the context of Future Reversed, the card is an indicator of embracing the warmth as well as joyous light in the future. Knowing that the time may be hard but there is no reason to give up on it. You ought to create the joyous light that represents the stained-glass window of the card. The card of Future Reversed lets you know that it is the high time to live your life rather than trudging."
      }
    }
  },
  {
    "name": "Six of Pentacles",
    "keywords": {
      "love": {
        "upright": "In the love context, the card is a great omen for you as it indicates that you and your partner will be generous as well as kind towards each other. Ensure to maintain the balance between giving and take in the relationship and it ought to go from strength by strength. This is a period of prosperity and love when the card appears. If you’re single, then the card indicates the chances to meet a kind person and be open to you.",
        "reversed": "The Love Reversed is not a good sign to get as if you are in a relationship, then it signifies that it lacks balance and one partner may be dominating or abusing others and one is over-dependent on the other. It may also signify that you may take advantage of the good nature of your partner and not giving enough and taking too much in return. If it is left uncorrected, then it leads to some serious problems and a lot of barriers."
      },
      "career": {
        "upright": "In the tarot reading, the card is a good sign as it represents good employment and being noticed with value at the workplace. It is a great one as if you are looking to job hunting or switch to any other job profession as it is the high time to change your career track if you want to, as it gives you the huge success that we never anticipate. You can also get some boss position or business executive by getting more rewards, support, and advice.",
        "reversed": "In the career context, the card indicates that it is not a good card for you as it depicts being fired, unemployed, or under-valued at the job place. It represents that another person is in power being kind to you but with an ulterior objective and try to abuse you. If you are working at the senior level, then it tells you to be generous with co-workers as you are meeting them on the way up and down as well. You may be a yes-person."
      },
      "future": {
        "upright": "In the context of Future Upright, the Six of Pentacles indicate that the card puts a question to your motivation. When the Tarot reader puts a Six of Pentacles in the future position, then the Tarot Deck is hollering some famous phase such as stay careful what you wish for and you need to get it. Thus, you need to be careful about the future and what choices you have made.",
        "reversed": "In the context of the future tarot reading, the Six of Pentacles signify that the card indicates the damage in the future by opting for some of the good choices. Moreover, this is not a powerful card of predestination. The card tells you the differences between the desire’s illusion and the reality behind the choice when it takes the form of reality in the coming future."
      }
    }
  },
  {
    "name": "Seven of Pentacles",
    "keywords": {
      "love": {
        "upright": "In the love tarot spread, it is usually a good card to get as it represents cultivation and nurturing which are critical to making a long relations work as well as thrive. If you and your partner start putting efforts into the relationship, then you ought to start reaping benefits or soon. The card indicates the longevity of the relationship and puts enough effort to make it lasts for long. It is about efforts in the relationship.",
        "reversed": "Generally, it is not a great card if you are in a relationship as it hits the rough patches. It can represent getting bogged down or growth lack in the relationship. When the card appears in a tarot reading, both of you need a bit of personal time or break from the norm and spend time together. Additionally, it can be an indicator that one or both the partners are not enough efforts in the relationship."
      },
      "career": {
        "upright": "In the context of career tarot reading, it is a great omen as it represents that all your hard work will pay off. On the work front, the things will be going well then it appears in the tarot reading. The card represents the manifestation of the goals or ambitions and it is a great reflection or takes the business to the new heights to focus on energies to achieve your goals. The card is an indicator of planning and patience.",
        "reversed": "In the career tarot reading, the Seven of Pentacles depict that you are devoting a lot of effort in the career or not sufficient. What you are doing is not paying off in the way in a way that you want it to be. It is a symbol that you are a workaholic or doing beyond the limits but not getting enough, however, others are getting without any deep efforts. You should achieve your goals by focussing on the work and not on others."
      },
      "future": {
        "upright": "The card is a good omen and it indicates that you are working so tough and it will pay off in the future. The minor Arcana card represents that the things come to be fruitful and you can expect desired results in the tarot reading. It is a welcoming card and if you are tackling the situation but getting nothing, then this will help you to get success as it is around you. Put your energy, you will begin to reap the benefits.",
        "reversed": "In the context of the future, the card indicates that you are working hard or putting effort but the rewards are less and the efforts are too high. Also, it represents that someone taking a lot, being a workaholic, or overdoing. You feel like that you are not getting enough and others are getting everything easily without making any efforts. It seems to lack of efforts, laziness, aimlessness, or procrastination when it appears in a Tarot spread."
      }
    }
  },
  {
    "name": "Eight of Pentacles",
    "keywords": {
      "love": {
        "upright": "In the tarot reading, if you're into any relationship, then this card indicates that you are putting a lot of dedication and work in it. The effort should be paying off that you’re putting and the relationship moving nicely. The Minor Arcana card represents that you along with your partner ought to be well to accomplish your mutual goals. It can also signify to work hard to secure the future for your family.",
        "reversed": "The Eight of Pentacles represents that if you are putting required efforts in the relationship when it is needed but there is a lack of commitment and laziness that make the relationship not to work exactly. Also, it depicts that being a workaholic harms the relationship. When it is about the love relationship, then you will get in return what you put in, so let your partner feel appreciated to sort out issues."
      },
      "career": {
        "upright": "The Career Upright is a great omen if you are seeking out for a new job. Also, if you want to commence a business, then this is a welcoming card that is an indicator of self-employment, trade, and business success. Even if you do not want to switch your career, then it represents great accomplishments towards your goals, so that things ought to be working well in the work setting. You may find mastery in work or become a specialist too.",
        "reversed": "In the career context, the card is not a great omen as it can represent a repetitive or job of boredom, lack of ambition, being under-estimated, and a dead-on career path. When the card appears, then the things are not working well in the work setting. If you have applied for any job or promotion, then you may find incompetent for that promotion in the workplace and leads to an unsuccessful application and lack of the desired qualification."
      },
      "future": {
        "upright": "In the context of Future Upright, the Eight of pentacles indicates that it is the time to do hard work, dedication, and commitment. As your hard will pay off, then the efforts will be without success and lead to desirable results or the achievement of the goals. It indicates that you are working towards something you want methodically. It may seem mundane and boring, but you are excited to achieve success.",
        "reversed": "In the context of Future Reversed, the card indicates that the card is not a favorable one as it represents a lack of effort, laziness, poor concentration, and idleness. Alternatively, you are focussing on a single aspect of life and ignoring other life realms that are neglecting your love life and being materialistic. The card indicates that you are putting efforts where it is required to achieve your goals which lead to failure."
      }
    }
  },
  {
    "name": "Nine of Pentacles",
    "keywords": {
      "love": {
        "upright": "This card's Drawn means a stable relationship, full of liberty and space for each other. This is the phase where the couple enjoys the freedom, love and respect for each other. This brings the blossom in the relationship. On the other hand, if you are single and have plans for a beloved, then acquire these characteristics to impress your beloved and make her feel comfortable with you. She must realize your importance and your love.",
        "reversed": "In reverse orientation, these nine of pentacles mark shakiness in your love bond if you are leading a relationship. This might also convey the high level of interference from your partner in every tits and bit. So it means that you both indulge too much and neglecting other prime aspects to carry and build this  love relationship. If you are looking for a partner, the nine of pentacles in reverse orientation imply your wrong intentions in searching for a partner."
      },
      "career": {
        "upright": "This card's drawn the stability of finances, irrespective of your family business or a good job. This shows a promising career with long term stability and growth. This card resembles growth and stability together, whether holding a traditional business or strength with good organization. Suppose you have a hereditary business to convert it into an empire, which provides a strong establishment. A job, you will reach the stars and can become the high-level hierarchy person.",
        "reversed": "The career reversed nine of the pentacle drawn symbolizes a loose connection—a lack of efforts applied in the right direction, which leads to disaster and failures. So the simple fundamental thing is that one should not wait for the success to come, instead work hard putting efforts in a sane direction, so that multiplied results as success can be visible. People in business need to put more focus and figure out what is going wrong and work for the resolution of it."
      },
      "future": {
        "upright": "Nine of Pentacles drawn in future upright position depicts the excellent inflow of wealth with stability and security. People who have any past investments like some policies or others. If this is the maturing time of them; then go and grab the amount of it. This may also help you buy or purchase any home or residential plot to build a house that would be beneficial. So, enjoy this phase and enjoy the most.",
        "reversed": "The Nine of Pentacles drawn in the future reversed position says that you are careless, irresponsible, and have uncontrolled expenses, which leads to insecurity. There is no steadiness in your plans. Are you planning any investments in future, then it could be risky to engage in monetary investments, which may bring in huge loss. So it is advisable to give it another thought with complete research and check the aftermaths as well. Don't get trapped in any tricks."
      }
    }
  },
  {
    "name": "Ten of Pentacles",
    "keywords": {
      "love": {
        "upright": "This card's Drawn means the strong bond between the couple, indicating more affection, luck, abundance, good fortune, and happiness. This could also mean that finalizing the partner to be on a strong move. For a single person, who is thinking of marriage, consider the establishment between family and the one you love, focusing on all suitable options? It also states that your relationship will begin with a robust rock-solid foundation, and you could resolve the tits and bits.",
        "reversed": "This situation may bring you to think about the decision you need to set for your partner and your family. You may need to consider the way out to discriminate the differences and bring a positive aspect. This may raise a tense environment but resolving this at now will set your life. This card's results also reveal that you and your partner are in a phase of arguments and not finding the comfort zone."
      },
      "career": {
        "upright": "This card's drawn the stability of finances, irrespective of your family business or a good job. This shows a promising career with long term stability and growth. This card resembles growth and stability together, whether holding a traditional business or strength with good organization. Suppose you have a hereditary business to convert it into an empire, which provides a strong establishment. A job, you will reach the stars and can become the high-level hierarchy person.",
        "reversed": "The reverse card drawn symbolizes a lousy phase of a deteriorating family business or no stability and growth at the job front. You now have to take suitable action to provide stability to your career and finances for expansion. This may also reveal that you might get trapped in some illegal or untrustworthy financial deals or transactions. The insecurity with this card implies the shakiness or breakdown of a family business, and you would find yourself in a colossal loss position."
      },
      "future": {
        "upright": "Ten of Pentacles drawn in upright position depicts the flow of money or wealth from the family may be in the form of some will, Retirement opportunity, saving in financial investments, providing security and safety to the future. It shows a bewildering gain in finance shortly. This phase will bring you to feel like a king as you will receive these monetary benefits, leading to a secure and happy future.",
        "reversed": "The Ten of Pentacles drawn in the reversed position drawn of the future reversed card shows the loss in finance could be any family disagreements considering money and wealth matters. It also depicts a considerable loss and a disastrous future with a lack of money to survive. There may be chances of bankruptcy if you own any family business or so and ruin the future. It would help if you took appropriate actions to be in a safer position."
      }
    }
  },
  {
    "name": "Page of Pentacles",
    "keywords": {
      "love": {
        "upright": "This Page of Pentacles for love in upright position means that you and your partner are faithful to each other. You both have a strong feeling for each other and with time; you both might have lost the spark and passion in your relationship. But this is not anything to worry about. If you are single and have an attraction for someone of your choice, then you should not wait and make a move ahead.",
        "reversed": "In reverse orientation, these Page of pentacles wishes to warn you if you are in a love  relationship. It conveys that there is a high possibility of falseness and betrayal from your on-going relationship or marriage life. So, don’t try being in such mood and never trying to maltreat or cheat your partner because as a result, you may tend to live without your partner. As a single person, this card tells you that something is lacking."
      },
      "career": {
        "upright": "This Upright Page of Pentacles card signifies the good and happy moments at your career front. This implies that you have dug so hard to achieve your desires and goals. You were generous with your efforts for the aims you had made for the career. Either it is the job or your business, this card depicts the ample opportunities available if you are ready to go. There are chances that you may enrol for some higher studies for growth.",
        "reversed": "The reversed Page of the pentacle drawn symbolizes a bad phase in terms of your career. The outcome of this card is that you are not putting those extra miles at your job or if it is business, to achieve the goals. The cards say that the opportunities are there in the air, but somehow you are lacking behind and not grabbing it. Either you are a very lazy bee, or you are in some other world and avoiding these opportunities diligently."
      },
      "future": {
        "upright": "A page of Pentacles drawn in upright position depicts the excellent arrival of prizes. They are the result of hard work you have put in past, and are going to get rewarded for it. It also says that you are in the state of securing your future wisely. This would provide you with stability and safety. Are you having any plans to buy any property, and then you should go for it because the card says it will be beneficial.",
        "reversed": "The Page of Pentacles drawn in the reversed position for future say that you may face or going to have the lack of finance. There is no steadiness in your monetary stability. You may feel nervous or apprehension when you have the lack of money. The reason could be that you have not made good choices while investing your money or making it safe. So, the suggestion for you is that whatever earnings you have to spend in the limits."
      }
    }
  },
  {
    "name": "Knight of Pentacles",
    "keywords": {
      "love": {
        "upright": "Knight of Pentacles for Love in upright position reflects a good position in your love relationship. It means that you both share a committed, focused and steady bond. The traits which come out after the study from this card for the person is that he or she is a very dedicated, enduring, caring and practical person who acts just like a knight. He will be a very trustworthy, loyal and loving partner. If you are single, then this is time to commit to someone. ",
        "reversed": "The Knight of Pentacles for love in reverse position signifies a lousy phase. It depicts the relationship you are leading is not good enough; there is a feeling of boredom, not steady. So to cheer up this situation, you need to work hard towards the commitment of filling it up with true love and passion. If you are single, it shows the lack of commitment towards the beginning of a new bond, bringing the joy to start it."
      },
      "career": {
        "upright": "The reversed Knight of Pentacles shows your self-drive towards your goals and how focused you are to achieve it. This card's sum is that you have all the ingredients to achieve your future goals and ambitions. You feel like being your boss and work the way you wish to accomplish it. Another theory could be an opportunity to knock the door, grab with the same dedication and focus.",
        "reversed": "The Knight of Pentacles, when received in reverse position for career, implies your lack or no interest in the career goals, achievements, and no ambition of life. Another meaning could be driven from this card that the decisions or steps you are taking for a fruitful career, whether at the workplace or business, are not the correct one. Because of the indecisiveness, the career is defocused and not yielding the desired results. So, act in the better direction."
      },
      "future": {
        "upright": "The Knight of Pentacles for the future in upright tells that you strive hard to attain each bit of the success, which makes you earn profits and security. It also represents that you are an economic character person and desire to enjoy every moment with the long term plans. This stuff will make you satisfy your desires and your family's desire to live a healthy and happy life. So you are a real character of a person and wish to remain the same.",
        "reversed": "With the drawn of Knight of Pentacles in a future reversed position, your state is depicted as in huge colossal loss or could be in the company of gamblers. It means that the decisions you are taking for the investments and the expenses are not acceptable. Perkily you are spending on waste, and they are not going to give you any results. So you need to be more alert while making any investments for the future and plan it carefully."
      }
    }
  },
  {
    "name": "Queen of Pentacles",
    "keywords": {
      "love": {
        "upright": "The Queen of Pentacles shows the person is very affectionate, focused, kind, and understanding. He or she is a manager of dividing the talent and skills to manage amenities to enjoy life like Queen size with full charm. So, for love, this card says that people in a relationship or love bod can enjoy life to the fullest if they are dedicated and committed. So be happy and enjoy this phase of life.",
        "reversed": "The reversed Queen of pentacles would show you the exact status of your love life. If you are in a relationship, then it is at risk and highly insecure. The feeling of overpowering or boredom may occur in your love life. You may also feel that your partner is a bore, lazy, and not active towards you. If you are looking for a partner, then it shows that you need to focus on your characters to find the right partner."
      },
      "career": {
        "upright": "The Queen of Pentacles, when received in an upright position, brings the achievements, success, and laurels at your work or business. She well deserves because of structured planning and management, capability, and skill to adapt and take the leap. So if, by any chance, you are in a position of receiving advice from her, then you must listen with all heart and soul because she is a concern for you and a helping hand to you.",
        "reversed": "The Queen of Pentacles, when received in reverse position for career, implies a terrible phase with the full characters of disordered, no control, awful at job or business, and not reliable. So, if you are also facing the same, then it's the time to gear up. Be serious at your workplace and people around you, or if you hold a business, they also focus there. You might be in trouble because of some colleague or someone in your business."
      },
      "future": {
        "upright": "The Queen of Pentacles is a provider of success, achievements, happiness, abundance, and financial security. This is what one exactly needs to live an enjoyable life. This card shows that you are a person who understands the value of each thing and creates a proper balance with life and work. These characteristics lead to a happy and enjoyable life. She has the attitude of never giving up with the quality with great deals and satisfies everyone related to her.",
        "reversed": "With the drawn of Queen of Pentacles in a reversed position, you are alerted for the future and matters related to finance. It is a dreadful card when drawn in reverse. This card also makes things difficult when we say about savings and investments. So with this, you get to know the status of failure, being dependent, and a certainty that you will lose everything gradually if not taken care of for the future."
      }
    }
  },
  {
    "name": "King of Pentacles",
    "keywords": {
      "love": {
        "upright": "The quality of being an achiever, caring, who would be an incredibly proud partner or the family head, are the critical structure points for a person who has the King of Pentacles for love in an upright position. He is the man of wants because of his creative and caring pattern. Such persons are a little slow decision-makers, but they don't back up once they are sure of everything. They have plans for everything and assure you to deliver the best for the family or love of life.",
        "reversed": "The reversed King of Pentacles wouldn't be a choice for anyone because the person is self-destructive, absolutely a piece of junk. He will be on the path where his conservative thoughts, avaricious, tenacious will bring difficulties for everyone, and the whole family would suffer. This person should not be a choice for a partner to lead the love life. Ultimately this will lead to disaster as everything will be at a higher risk and insecurity."
      },
      "career": {
        "upright": "When received in an upright position, the King of Pentacles brings the official trips or some business tours. This card brings all the laurels one may deserve, whether coming from the head or the colleagues. Along with the career achievements, this card also conveys that someone in high position or more experienced and professional than you would certainly be assisting you with his mentorship and guidance to attain success. This guidance would be helpful and beneficial to you.",
        "reversed": "When received in reverse position for career, the King of Pentacles implies incomplete assignments at the workplace or a shutdown of the business. This card also suggests that some cruel colleague at your workplace or business is poking you badly. This might be like you are sailing with the company of disgusting people, which is downgrading you to hell. It says that you need more skills and experience to attain further goals in terms of experience."
      },
      "future": {
        "upright": "The King of Pentacles is a fantastic card for the great future as well. It upholds all that is required by someone to spend life. This card provides ample achievements for the monetary benefits and future safety. So, with this card's support, you would relish life. And indeed those things which had been missed in the past due to lack or short of money. This enjoyment phase will make you feel satisfied and happy because your family will enjoy the same.",
        "reversed": "With the drawn of King of Pentacles in the Future reversed position, you are alerted for some monetary loss, the massive ruin of everything. The situation of bankruptcy might occur, and you would be in trouble. Your inefficiency and gambling may have brought you in such circumstances where you are on the edge of losing everything with insecure family life, insecure monetary ways. This card also says that the opinion frame by other people for you would be now in the cynical."
      }
    }
  },
  {
    "name": "Ace of Cups",
    "keywords": {
      "love": {
        "upright": "The Ace of Cups drawn as Upright for Love is believed to be one of the happiest cards on the tarot bundle. It indicates the birth of new feelings. It means differently for people. It means that they will soon find themselves attracted to a new relationship for the ones who are single. For those who have already committed, it says that they will unlock a new stage of compassion and intimacy, thus resulting in a better connection between the two.",
        "reversed": "The Ace of Cups drawn as Reversed for Love shows some emotional trauma or sadness that will hit them. There are possibilities that they might get stuck in an argument and might also feel lonely and vulnerable. There are also chances that they soon will face a breakup, resulting in them in a feeling of temporary loss of faith. You might also feel uninspired, and also will feel like everything falling apart. This is the time for you to be strong."
      },
      "career": {
        "upright": "The Ace of Cups drawn as Upright for Career suggests you to take the step ahead towards your growth you are looking for a while. It also says that this is the time for you to hit a new job or beginning. It also indicates improved relations between your colleagues with your bosses. It is time for you to push away your old fears and get out of them. It also indicates new opportunities in the creative field, which you’d not like to miss.",
        "reversed": "The Ace of Cups drawn as Reversed for Career indicates disappointment. You might find some obstacles which will restrict you from completing your tasks. You might also not be able to achieve the goals or the target you were aiming to. This says that it might be a struggling period for you in terms of career and jobs. Thus, it concludes that you must focus on yourself and your personal growth in life, not on anything else."
      },
      "future": {
        "upright": "The Ace of Cups drawn as Upright for Future says that you might get the most desired help you were looking for in the past. This also shows that you will receive positive support from your family and friends, which will help you feel stronger about yourself and assist in your personal growth. You might also get your loans and other finances cleared in the meanwhile. This shows that this is a positive time for you to invest financially.",
        "reversed": "The Ace of Cups Card drawn as Reversed for Future shows some negative aspects which you might face in the future, resulting in dissatisfaction and disappointments. If you have applied for a loan, then you might get a negative reply from them. Your family and friends might also not support you, which will result in the feeling of loneliness. You might also get frustrated about your future because there are chances that n card will be in your game."
      }
    }
  },
  {
    "name": "Two of Cups",
    "keywords": {
      "love": {
        "upright": "Closeness, Attraction, Compassion, and coming together is indicated by the Two of Cups drawn as Upright for Love. This is also associated with talents. You and your partner must encourage each other for your talents and say that your relationship is at the mutual understanding stage. You need not explain yourselves to each other. You both are each other’s strength. This card is all about balance, communication, and amicability. It says that partners play a major role in each other’s development.",
        "reversed": "The Two of Cups drawn as Reversed for Love show that you are too dependent on your partner. This is affecting your reversely and is also affecting your growth. This can also lead to tensions among you two. You cannot nurture each other’s unique talents, and one of them is also restricting himself/herself from his personal development. This card says that you have to be yourself. And also, you must understand that you both are different personalities, with different needs and interests."
      },
      "career": {
        "upright": "The Two of Cups drawn as Upright for Career reveals that you will have strong relations with your partners and colleagues. They will support you in achieving your goals. This also says that it is the perfect time to start any partnership firm. It indicates that new partnerships will be fruitful and will also work very well. It is also a positive signal that you can grow love relationships with your colleagues you met at the workplace.",
        "reversed": "The Two of Cups drawn as Reversed for Career shows you will have some conflicts with your work partners. This shows tensed working environments. It is also a warning for you to be more cautious. It would help if you did not share your ideas and goals with other people, as they may try to copy them. You might face some rejection form your followers of you are a leader. You have to remain positive, as the hard time will pass away."
      },
      "future": {
        "upright": "The Two of Cups were drawn as Upright for Future financial stability for a while. But that does not mean that you can waste money. You have to be cautious as these cards depict the future for a while only; destiny is still in your hands. This says that you will have enough funds, which will help you fulfill your luxuries. Instead of spending the funds unnecessarily, make sure to be particular about them.",
        "reversed": "The Two of Cups Card drawn as Reversed for Future is not a positive card for financial stability. This says that your future might be in trouble, as you will not be having enough funds and cash liquidity. This also says that you are not very particular about your expenses and have mor of them compared to your income. It is time for you to hold your budget and plan everything accordingly."
      }
    }
  },
  {
    "name": "Three of Cups",
    "keywords": {
      "love": {
        "upright": "The Three of Cups drawn as Upright in Love denote celebration, gatherings, and friendships. This says that you might get lucky enough to find the Love of your life in social gatherings. This also indicates that one of your strongest friendships may also turn into a love relationship. If you are already committed to anyone, then social meetings and gatherings will help you two bring closer and help you grow your bond. You might feel attracted and deeply attached to your Love.",
        "reversed": "The three of cups card drawn as reversed in Love for singles signifies that there are chances that your love life may not last long. The bond built in this time may also do not last long, as the card says that you might fizzle once you get to know each other or once you have spent enough time together. Those who already are committed must stay away from the unnecessary nasty gossip that might affect their bond."
      },
      "career": {
        "upright": "The Three of Cups drawn as Upright for Career says that you might be a part of some great work-related events, which will help boost your career. You might be celebrating your promotion or graduation. This also says that if you are trying to plan an event about your idea's launch, it's the perfect time. Apart from celebrations, you will also notice some positive vibes in your working environment and experience a better bond with your group.",
        "reversed": "The Three of Cups drawn as Reversed for Career signifies that you might face some difficulties in your working environment. You might be dragged into some gossip or will be an unnecessary part of the same. This is the time for you to remain calm and deal with the problems positively. It also says that this is not the right time for you to plan out any work-related event, as there are chances of it be chances that it being canceled or delayed."
      },
      "future": {
        "upright": "The Three of Cups, in general, symbolizes social gatherings, celebrations, and parties. It also signifies financial growth through social meetings in the Future and says that one may experience new bonds with a positive work environment. You may be attracted more towards your social life and events. This is the time for you to be happy and positive. It is time for you to be more confident about yourself, and also, you have to ensure that you are not carried away by someone else's thoughts.",
        "reversed": "The Three of Cups drawn as reversed for Future says that you have to be very careful while attending or planning any event. This says that you might face a tough time building your social life, and someone else's thoughts might also drag you. You might also be dragged into gossips which you don't want it to be a part of. This also indicates financial stress. You have to be very particular with your budget and plan the expenditures while keeping the Future in mind."
      }
    }
  },
  {
    "name": "Four of Cups",
    "keywords": {
      "love": {
        "upright": "The Four of Cups drawn as Upright in Love depicts boredom and loneliness. This means differently for people. It says that you might feel lonely due to recent breakups. For couples, it signifies that they might lack the fun and charm in their bond. This also shows a lack of weariness and interest. You both need to put some effort into bringing back the charm. Otherwise, this may affect you in the Future. It would help if you explored to experiment with new things for the excitement.",
        "reversed": "The Four of Cups drawn as Reversed in Love says that you are getting more active in your love life and getting better with it. This is good both for you and your partner, and also promises a better future. If you recently suffered a breakup, you must let go of the feelings and not hold onto it. This will also help you grow emotionally, and also promises a better future full of promises."
      },
      "career": {
        "upright": "The Four of Cups drawn as Upright in Career says that you might feel distracted at work and might not show complete interest in your projects. As this card depicts boredom, you might be attracted to new projects without completing the earlier ones. This is when you will feel hard on yourself, and you will not feel much productive. It would help if you focused on yourself, go to the bottom of the problem, and resolve it.",
        "reversed": "The Four of Cups drawn as Reversed in Career depicts positivity. This says that you are feeling confident about yourself and also feeling more creative about your projects. You are inspired and motivated. Hence this is the perfect time for you to move ahead with your projects, and also, you can take the new projects. But this doesn’t mean you don’t have to work hard. You will have to take the necessary actions."
      },
      "future": {
        "upright": "The Four of Cups drawn as Upright in Future signifies that you might be disappointed with the results as they are not your expectations. You are busy comparing yourself to others and not focus on being yourself. This is also restricting you to appreciate your efforts, and you are not able to notice them. You are missing the opportunities also in your way due to this envy. It would help if you focused on making your situations better rather than focussing on the others.",
        "reversed": "The Four of Cups drawn as Reversed in Future says that you are on your way to better economic development and security. This is the result of the efforts that you had put on yourself. You are more positive towards your finances and Future, thus indicating stability. You need to save your time and spend it efficiently without being distracted by others actions. This card signal rewards on your way, and you must be prepared to grab the same."
      }
    }
  },
  {
    "name": "Five of Cups",
    "keywords": {
      "love": {
        "upright": "The Five of Cups drawn as Upright in Love depicts emotional loss. This card says that you are suffering from a breakup, or else you have argued with your partner and regret it. You are more focused on the loss and not giving attention to the things or the situations which can still be managed from drowning. This time, you must focus on what you can achieve, rather than giving importance to the things that have slipped out. You must look forward and forget the past.",
        "reversed": "The Five of Cups drawn as Reversed in Love indicates motivation and peace. This card says that you are recovering from the tensions you have faced in your past. This also signifies that you are making space in your life to welcome new things. the best part is that you had set yourself free from the past grievances and living in the present. It would help if you were gentle on yourself, helping you find happiness back again. Look ahead to the situations you can change being together."
      },
      "career": {
        "upright": "The Five of Cups drawn as Upright in Career signifies loss. Loss may be in terms of your job, project you were working on, or partnership. This time, you might be forced to draw your interest back, and also might have to sacrifice for others. You’d have to give up on the project you were working hard on, maybe because the partner might drawback. You might be saddened and also feel demotivated. You have to try and remain positive and think about the future.",
        "reversed": "The Five of Cups drawn as Reversed in Career depicts recovery from a loss you might have suffered in the past. This also says that you might get back the job you recently had to back off from. This also indicates wealth and suggests that this is the time to grow your careers back to its peak. This card also says that you are on your way to healing from the tensions you have experienced. You will find yourself in a better situation now, and the pain and stress you had been going through will also weigh out."
      },
      "future": {
        "upright": "The Five of Cups drawn as Upright in Future signifies a lack of resources. This card says that you might be suffering from an economic loss. There are chances that you might be stressed out, and also there are chances that you might spend your wealth in building the empire back again; you need to be very careful regarding your finances and remain positive. This card focuses on the things that can still be grabbed back, thus suggesting focusing on your skill, which will help you regenerate back your wealth.",
        "reversed": "The Five of Cups drawn as Reversed in Future signifies relief from the problems you have faced in the past. This also says that you might find a new path that will help you gain stability. It would help if you were proud of yourself. This is the best time for you to invest in the ideas going on in your mind. Luck is on your side, and you can try your hands on the new opportunities. Be positive towards the future."
      }
    }
  },
  {
    "name": "Six of Cups",
    "keywords": {
      "love": {
        "upright": "The Six of Cups drawn as Upright in Love signifies that a feeling of nostalgia might hit you back with the memories. You might be appreciating the memories you and your partner have lived together in the past, and also have a feeling of familiarity. There are chances that your ex might hit you again, and you both will enjoy a better bond together in the Future. This time, you must learn from your past lessons, which will help in a better future.",
        "reversed": "The Six of Cups drawn as Reversed in Love shows that you are still clinging to your past and not moving on from that. This is also restricting your future happiness. You are limiting yourself from the outside world and also not being able to open up with them. This card says to let go of the past and allow the new opportunities, which might prove more peaceful and might be greater than those you have lost."
      },
      "career": {
        "upright": "The Six of Cups are drawn as Upright in Career your hard work to reach where you are. This also says that you have learnt a lot from your past, which will also act as a guide, and you won’t repeat those mistakes in the Future. This also appreciates your efforts to reach a position on your career you had once left. This card, in general, symbolizes childhood, healing, and memories.",
        "reversed": "The Six of Cups drawn as Reversed in Career depicts the repetitive negative patterns you follow in your career. You are afraid to change your position, as it might alter your comfort level, which you do not want to change. This is unfair with your life, as you are blocking the new opportunities. You are dealing with the same problems and not ready to overcome the new challenges. You are trying to be secured, blocking new paths and opportunities."
      },
      "future": {
        "upright": "The Six of Cups drawn as Upright in the Future symbolizes the sense of nostalgia. This says that you are returning to your native feelings. This could mean an old friend’s home, your hometown, or your childhood comfort zone. You might feel happy while remembering those old times. You might also share your resources in terms of gifts or donations. You might save more in this period by returning to your parental home. You might also be welcoming your family, thus sharing the resources.",
        "reversed": "The Six of Cups drawn as Reversed in the Future states that you are growing financially and becoming independent. This might be in terms of moving out of your parental home and living independently. You have learned to save your funds and also manage them well. You have now become financially matured. You are ready to set your life at your own risk. You are disciplined and also ready to take the risks of your life."
      }
    }
  },
  {
    "name": "Seven of Cups",
    "keywords": {
      "love": {
        "upright": "The Seven of Cups drawn as Upright in Love symbolizes choices. This says that you need to be very careful while choosing amongst the available options. You need to be aware of all the factors before making any decision. Beware of taking any prompt decision as they may affect your Future. Your choices might be seeming to be tempting right now, but be aware, they may be illusions also. These decisions may vary between you love life and career and may differ from your parents and career. Be very optimistic while opting for the same.",
        "reversed": "The Seven of Cups drawn as Reversed in Love shows you have chaos in your love life. You are confused. You cannot make a choice, and might also have wasted your time and missed several opportunities. You might be broken hearted, and also will experience mixed emotions. You have to focus on yourself, and also won’t let your choices affected by the world. You need to reward yourself with some critical decisions, and also will have to make things happen."
      },
      "career": {
        "upright": "The Seven of Cups are drawn as Upright in Career depicts options. This says that you have to be very critical while making choices. This plurality is both beneficial and harmful at the same time. You might spend a lot of time thinking about what to choose. Instead, you have to be firm and select any one of the available options. All these options might serve you well, but you can go with one only. Hence, take your time, think well, and then proceed.",
        "reversed": "The Seven of Cups drawn as Reversed in Career is opposite to the one drawn upright. This signifies a lack of options. This says that you might be stuck in your old job with no advancements and not growing to a better position. You need to ask yourself for the best, rather than to hang on to the past. This is your life, and you only hold the decision-making power of it. You only have the guts to change it as per your desires. This card suggests improving your decision-making powers."
      },
      "future": {
        "upright": "The Seven of Cups drawn as Upright in the Future depicts the various option you have in front of you, which can prove both beneficial as well as harmful. You need to be very particular with your choices, whether in terms of your love life, career, finances, or Future. This card says that you can make the most out of these options, changing your life for good. You need to check and discover each option before finalizing any one of them.",
        "reversed": "The Seven of Cups drawn as Reversed in Future is the opposite; this depicts a lack of chances and opportunities, restricting your future growth. It would help if you worked hard to unlock new options. You need to get the financial clarity for growing funds. You might feel distracted from your goals. It would help if you got back the motivation in your life, which will boost your confidence and give you the power to change your own life merely by opting for the right options."
      }
    }
  },
  {
    "name": "Eight of Cups",
    "keywords": {
      "love": {
        "upright": "The Eight of Cups drawn as Upright in Love asks you whether you are happy with your partner or not? There are variously questioned about being answered in this context for clarity. The card says that you need to reconfirm whether you can spend your whole life with your partner or not. It also asks you to confirm your individual growth being together because that is the essential part of a relationship. This card says that you must review whether you are with the right person or not.",
        "reversed": "The Eight of Cups drawn as Reversed in Love indicates that you are trying to move on with your partner. This might be restricting your growth, but you are not confident enough to take that step. Your emotions are holding you back from the same, and also you are worried about being alone again. It would help if you overcome your fear and have to be smart enough to move off from something that is not working anymore."
      },
      "career": {
        "upright": "The Eight of Cups are drawn as Upright in Career suggests you to take a break from your work. This is much needed for you as you are trapped in it and cannot connect with the world outside. This says that you must go for a vacation to refresh yourself, and then come back with a fresh mind. You have to be wise enough to make the situation favorable on your part. This will lead to smart decisions that will prove best for your career.",
        "reversed": "The Eight of Cups drawn as Reversed in Career says that you are afraid of the change. It signifies that you need to overcome your fear and go for the desired changes. This may be in terms of your unfulfilling career, which is not offering you as per your expectations. You must set yourself free from it and find a new way for the betterment. If you are holding to your job out of responsibility, this is the time for you to let it go."
      },
      "future": {
        "upright": "The Eight of Cups drawn as Upright in the Future is a warning for you to efficiently plan your future. This card says that you need to let go of the things holding you back and take new risks. You might lack funds, but that doesn’t mean you will not try. Beware with massive expenditures, as you might not enough funds. Attend your finances well. It would help if you left what you have built behind for the better Future.",
        "reversed": "The Eight of Cups drawn as Reversed in Future says that you are holding into something unnecessarily because of fear of not finding something better than this. This is the time you to be happy. You need to also focus on your emotional stability along with the economic ones. Your fear is valid, but you also need to go for some bold decisions and take some risks for the better Future. It would help if you gave some time to yourself emotionally."
      }
    }
  },
  {
    "name": "Nine of Cups",
    "keywords": {
      "love": {
        "upright": "This is a good omen signifying that the relationship is in a good place if you are in any relationship. The person ought to feel happy and fulfilled with the partner when the car emerges. If you are seeking a bigger commitment, then this is the card of goodness in any relationship that includes marriage, engagement, and even, pregnancy too. In the case of a single person, it indicates a good emotional as well as mental health of the person.",
        "reversed": "Drawn out of Nine of Cups Love Reversed, this is not a great omen as it represents that the relationship is not at the right place and both the partners are disappointed or try to let down each other. In front of other people, it seems like everything is going well but inside, there may be some lack of fulfillment as well as unhappiness. You may be with someone who looks good on paper but regretting it all."
      },
      "career": {
        "upright": "Drawn out of the Nine of Cups career tarot, the card is a symbol of success, acclaim, and achievement for all projects in which you are involved in. Here, your success gets noted by all. All your desires will get fulfilled whatever you set in your mind, either commencing a start-up venture or seeking for any promotion at the workplace. Career Upright is a great omen that helps to achieve all things in the career path of a person.",
        "reversed": "In the career reversed context of Nine of Cups, it has been observed that the career has taken a sharp turn and converted all business or professional success into something like a nightmare. You may begin your own business or look for promotion chances but now, find it impossible or not fulfilled as you might think it would be. The card indicates some ups and downs in career and makes the workload miserable."
      },
      "future": {
        "upright": "Drawn out of the Nine of Cups, the card favors people all the time and it does not matter whatever your past and present cards are. The Future Upright indicates that the future will take your side and go as per you. You need to stay focussed on your goals and you will find yourself in a state of perfect happiness regarding everything you have been working towards. Stay positive with this card as it is a great omen.",
        "reversed": "In the context of a tarot card reading of Future Reversed, when the card appears to be reversed, then it is a warning for you that overconfidence is not a good thing for you. The future may ruin some plans and seems unfavorable for you that may affect your goals negatively. Do not try to overschedule your future and ensure that you are not biting more as you can chew easily."
      }
    }
  },
  {
    "name": "Ten of Cups",
    "keywords": {
      "love": {
        "upright": "In the love tarot card, if you are married, then it looks like a great omen to keep the relationship for a long time as it is a soulmate card. So, things will get better when it appears. It is a symbol of a happy as well as harmonious relationship. If you are planning to move to the next level of the relationship or having a child, then this card is a great sign for you. However, if separated from the partner, then there are chances of a reunion.",
        "reversed": "If you have a relation, then this is not a good sign though as in love tarot reading. It can represent a rocky relationship where your partner does not want any sort of commitment, children, or marriage. Also, it may lead to separation, divorce, or break up in a few cases but another supporting need to confirm this. It is an indicator of a non-traditional relationship where some fixes are required to get some positive results."
      },
      "career": {
        "upright": "In the context of career upright, this card is a great omen. It signifies that things ought to be working well at the workplace as you should have reached a level where you will reap all benefits of your hard work. It can also represent that you may find the right time to get involved with your family and also, grab the fruit of your hard work. The Ten of Cups card is a great signal when Career upright appears.",
        "reversed": "In a career tarot reading, the card of Ten of Cups is a sign of career socially or working with the families. Also, it gives you a feeling of isolation while having teamwork and feel left out at the workplace. You may also face some sort of arguments or conflicts that is associated either with work or the hectic working schedule that leaves a negative impact on the family too. It represents the downfall of a career."
      },
      "future": {
        "upright": "Drawn out of the Ten of Cups, it will land in the result of a tarot spread that symbolizes the fact like you will get something big in the future like a fairy tale ending. Even though you may not get this in the present time in terms of business, family, or relationship but the Ten of Cups is a symbol that you are on the right track to lead yourself rightly.",
        "reversed": "Drawn out of the Ten of Cups, it reminds you of the idyllic image of a perfect life. It is not a great omen when the card appears. The person needs to do hard work to get in the right place and you will have to think about the struggle that you have to do. It means there is no future yet and something is putting a halt to getting you from the loving and peaceful place."
      }
    }
  },
  {
    "name": "Page of Cups",
    "keywords": {
      "love": {
        "upright": "The Page of Cups is a great omen if you are in a relationship and it signifies the probability of engagements, marriages, romantic proposals, or births. Also, it can advise that you require to be more romantic and also, willing to be a follower of your heart. But if you are single, then the card represents that a romantic admirer is interested and wants you. With this, you can turn your crush into something more now.",
        "reversed": "If you are in any relationship, then the Page of Cups indicates some love disappointments, cancellation of engagements, breakups, separations, or heartbreaks in your life. Also, it is an indicator of some behavioral changes such as childishness or over-sensitive or a drama queen or needs high maintenance that causes friction in the relationships. You need to take a mature approach and try to evaluate your priorities first in this case of love Tarot reading."
      },
      "career": {
        "upright": "In the context of a career, if you are waiting for a chance of promotion or job letter, then the card is a great omen as it signifies happiness. It is a symbol of being a dreamer, not a doer. If you are not happy with the thing about how it is going in your career, then make sure to opt for some proactive steps to let things work and not just dreaming about the same. You need to stop dreaming and start working on it.",
        "reversed": "In the context of a career, if you are looking for any job offer or expecting any word of promotion, then this Page of Cup indicates that you may fail to get what you’re hoping for. Further, if you have not been taking action with integrity at the workplace, then it may come back to you and bite you. If things are all well in the career, then make some extra efforts and keep it up in the right way."
      },
      "future": {
        "upright": "Drawn out of the page of Cups, it indicates that you may engross in the grip of the future and there are some possibilities of wrongdoing as well as negative things in the coming future. It indicates that you may get impatient for love and the person is around you whom you admire but you didn't know about it. The card is a symbol of igniting a desire in the future position of Page of Cups.",
        "reversed": "In the context of the Future, if you are expecting something well related to the career, love, and family, then it may not happen in the future as the card appears. You need to make extra efforts to get the expected things in the future and try to be more patient to grab what you expect. The Page of Cups is not a good omen in this case and the person needs to stay patient to digest the delay in results."
      }
    }
  },
  {
    "name": "Knight of Cups",
    "keywords": {
      "love": {
        "upright": "In a love tarot reading, the Knight of Cups is a great omen whether or not you are in a relationship but if you are single, then it indicates the entry of new love and swept off your feet to let some fall for you suddenly. If you are single and want to ask someone you admire, then this is the high time to ask and get approval as the card is in your favor.",
        "reversed": "In the context of Love Reversed, this card appears not to be a good omen as it is a symbol of ending relationships, marriages, or separations and even engagement if the person is into any. The negative effects can take give a wrong turn to the relationship, such as a partner can be turned to be unhappy and leads to any sort of phobia or any cheating that ends everything due to being abusive and alcoholic."
      },
      "career": {
        "upright": "In the context of career Upright, the Knight of Cups represents that it is a positive sign for any career-related success and may also get appreciated for your hard work through promotion. It is a great time to get some favorable news regarding job offerings and any increment that takes your career to the next level. Whatever news you will get, it makes the career setting better when this card appears.",
        "reversed": "The Knight of Cups of not a good omen in the context of the Career Reversed as it is the indicator of bad news, revoked some offers and also, missed some huge opportunities. If you are looking for a job offer or a word of promotion in the workplace, then this minor arcana represents being unsuccessful or there may be some negative news that you may hear out of it. But it will not be like what you’re expecting."
      },
      "future": {
        "upright": "Drawn out of the Knight of Cups, the Future Upright reminds you of stay clear with your goals and focus on that only. To get ultimate success in this goal, you need to be passionate as well as the right goal to start afresh. As you move on, you need willpower along with mental strength. It is also expected that you will grow emotionally in the future within a few months. The Future Upright works for you if you have goals.",
        "reversed": "In the tarot future reading, when the Knight of Cups in is the future position, then it signifies a bad time is coming where you will not stay focussed on your goals and there are a lot of distractions from any part of the life, either professional or personal. It takes a lot of effort for you to cope up with all such situations at the same point in time and it is not a good omen."
      }
    }
  },
  {
    "name": "Queen of Cups",
    "keywords": {
      "love": {
        "upright": "In the context of Queen of Cups, the Love Upright is a positive sign of fulfillment, emotional security as well as caring time in the relationship, if you’re in. The card also indicates that you need to be open and honest about what you feel to get the right outcome for the relationship. But if you are single, then it is the high time to get out there and meet new people as romance is on your way when the card appears.",
        "reversed": "In the context of love tarot reading, the card of reversed is a warning sign that you do not need to let your insecurities or some sort of trust issues come into the way of a love relationship and run it. If you have been acting needy, then you should keep control over your emotions before your partner goes away. But if you’re trying to keep your partner happy, then you need to focus on your needs first."
      },
      "career": {
        "upright": "The Queen of Cups in the career context can symbolize that you require to consider if the present career is meeting your emotional and material requirements. The card signifies that you are best suited for any caring profession for people such as healing, nursing or counseling, and any other creative field like either art or fashion. Also, it represents that a mature female will proffer you support and guidance as you require.",
        "reversed": "When the career reversed appears, then the card signifies that you may be feeling excessively emotional or sensitive towards the mood of other people which may cause some stress in your work. Additionally, it indicates that you have given a lot of yours to the work or becoming disorganized and failed to manage time properly what is required. In the end, messed up everything at work and felt drained and even worn-out too."
      },
      "future": {
        "upright": "In the context of Future Upright, the Queen of Cups can give you enough confidence to take a risk in the coming time whether it is love, relation, career, and college. When the card appears, you are heading towards a date with contentment and aiming for high in the future. Kith and kin going to be an integral part of the future life, ensure that they will stand with you if you will do the same.",
        "reversed": "In the tarot reading of the Queen of Cups, Future Reversed is not a good indicator and it signifies that it is not a perfect time to carry risk in any aspect of life, such as love, family, or career. If you do so, then it will end up with something messy as your friend and family are not by your side to support you. So, it is not such a great omen for you when the card appears."
      }
    }
  },
  {
    "name": "King of Cups",
    "keywords": {
      "love": {
        "upright": "If you are into any relationship, then this card is a good indicator for you as it can be a very good omen. The card acts as a symbol of the good husband, or partner, or father. It is a loving card some you can expect to find huge emotional fulfillment when the card appears and petty arguments ought to be very low. It enhances romance, love, and affection in the relationship and a good indicator.",
        "reversed": "In the Love reversed, this card is not a favorable one for you as it creates instability among partners emotionally and creates some issues in the relationships. One of the partners may also go through some hard times emotionally and will not get enough love as well as kindness whatever is needed during this time. In this case, give some time to yourself to get control of emotions and resolve all problems that cause the situation."
      },
      "career": {
        "upright": "In the career context, it represents that an older male will support and guide you under this king of Cups. It also indicates that you can utilize all your diplomacy abilities along with the wisdom to sort out issues related to the work that helps to create a positive working atmosphere at the workplace. During this, you will be liked by all and respect will also give by co-workers too. Maintain balance in life is important now.",
        "reversed": "Drawn out of the King of Cups, the card indicates that you may deal with a male who is ruthless, calm, or not emotionally stable in the workplace. The person will never stop till they get what they want and if failed to do so, then it ends up with emotional tirades. If the card representing you, then it is the matter of your behavior how is treating in the work environment with other colleagues."
      },
      "future": {
        "upright": "Drawn out of King of cups, the Future reversed indicates loses most of the personification of yours. The Kings of Cups here signifies that the world itself is creating some energy that will help you out in living a complete calming and happy life of yours to get experience. This is not the right card if you are bored and looking for some excitement to do as it may take years to come.",
        "reversed": "In the context of future tarot card reading, it represents that you ought to look out for someone to assist you in the future, it may be a business partner or a friend of yours who can help you to deal with studying or generic issues of life. If you are presently in a rut, then it is better to look for someone older than you. This card may work for you to solve life problems and wrap them all."
      }
    }
  },
  {
    "name": "Ace of Swords",
    "keywords": {
      "love": {
        "upright": "In general, the Ace of Swords tarot card indicates new plans, new opportunities, etc.. Still, in the love context, the Ace of Swords card suggests that you can face various challenges in your love relationship. In future, you will get to know about the breakdowns and the truth about your relationship. And if you have strong mental clarity, then only you can make wise decisions and solve your present life love issues. This card tells you to communicate with your partner, be honest and you will be happy in your life.\nIf you are single, then you may meet someone in your life very soon.",
        "reversed": "In a love Ace of Swords tarot card reading, you may face various confusions and fights in your relationship and the cause of these fights will be the lack of communication. You may face insults, powerful arguments, and severe conflicts in your connection. In case, you are single, Ace of Swords indicates that you will meet someone who has an attitude and casual relationships. You may make the wrong decision about your love relationship."
      },
      "career": {
        "upright": "In a Career tarot card reading, The Ace of Swords indicates that you can find new opportunities, jobs, and projects in your career. This tarot card is a card of success, victory, and good luck; thus, you will get success in new projects. You need to be stable while making any financial decisions in your career life. Use your head and don't let your heart rule over financial sense. Make wise and robust business decisions and don't become a victim of emotional influence.",
        "reversed": "In a career tarot card, the Ace of Swords signifies the failure in new job interviews and instability of mind while doing a project. You can also face some breakdowns in your relation to your work life. If you have new ideas, then they may not be workable at this moment, or you can face hurdles while implementing those ideas in your career life. You should check and recheck your financial aspects, investments, and contracts before signing."
      },
      "future": {
        "upright": "In tarot card reading, the Ace of Swords is a card of the source. Some changes can turn your opportunities into positive aspects. The Ace of Swords tarot card can go with a positive and negative part. If you are dedicated to any work regarding your future, then you will get good outcomes. It means, with Ace of Swords, you will get progress in every step of your future. Be ready to get the best results!",
        "reversed": "In Future tarot card reading, the Ace of Swords reversed can indicate various breakdowns, hurdle blocks in your future. You may find yourself lost after doing the best to achieve your goals. For some people, this card represents a mental struggle while completing any assigned work related to any project or school assignment. Go outside, try something new, and find relief in your future."
      }
    }
  },
  {
    "name": "Two of Swords",
    "keywords": {
      "love": {
        "upright": "In tarot card reading, Two of Swords tarot card indicates a love relationship at crossroads means your love partner can argue with you after some time and you or your partner may not agree for your relationship decision. Maybe, you both will need some time and space to understand the pros and cons of your relationship. You both may face pain in your love relationship. All you need to do is- face your unwanted fears and make a wise decision so that everyone can stay their life happily either together or separately.",
        "reversed": "In love tarot card reading, Two of Swords reversed tarot spread represents emotional turmoil about your love relationship. You may face anxiety attacks and fears at the point of arguments with your partner instead of handling the issues. This tarot card indicates emotional imbalance, problems, anxiety issues, and resentment. If you are single in your life, then Two of Swords represents the anxiety problems while dating someone and which may cause the breakup. So, think thoroughly, be gentle, and don't try to avoid the situation."
      },
      "career": {
        "upright": "In career tarot spread, the Two of Swords tarot card indicates the conflicts about your career. Means you may be in a difficult situation at your work. Your owner can ask your opinion regarding the opposing views of two colleagues. The situation will be stressful for you as you never want to be disloyal for both of them. It also indicates that you will be confused about two career paths. know about the actual facts, understand the pros and cons of each opinion and then give your opinion. You may also face financial issues in your life so get advice from a professional.",
        "reversed": "In a career, Two of Swords reversed indicates lots of stress and anxiety in your career life. You may face issues like delay in your promotions and new projects. In the context of financial status, if you are the one who is struggling financially, then you will realize the truth behind the situation very soon which is a good and crucial step for your career path. All you can do is be very practical, think about financial statistics, think realistically where you can save your penny."
      },
      "future": {
        "upright": "In Tarot Card Reading, the Two of Swords Future upright indicates stalemates. In that time, you need to balance your life aspects and struggles in your life. It means you may be surrounded by a group of people or an individual. So you need to warn yourself because the person who is responsible for your problems is at the same level. You both may have similar strengths and weaknesses. So, accept challenges in your life and balance the conflicts in your life calmly.",
        "reversed": "In tarot card spread, the two of swords future reversed indicates that you will have a fall-out in the future. You will find or see a serious disagreement about your live life decision. So you need to be more careful. Two of Swords tarot cards indicates that your previous love relationship had issues and your ex can't see that. So, for a good and bright future, try to understand the people' behaviour on your best level, test them, and then decide anything you want."
      }
    }
  },
  {
    "name": "Three of Swords",
    "keywords": {
      "love": {
        "upright": "Drawn out of the Three of Swords and labeled as \"Love Upright\" represents heartbreak, tears, conflicts, and heartache. It doesn't mean the end of your love relationship, but it means you need to handle the issues coming in your love life. Sit with your partner, spend some quality time, discuss things honestly about your emotions, feelings, and everything. If you will do arguments and disrespect your partner, then it can worsen the situation. Three of Swords also indicate divorce for married couples.",
        "reversed": "Drawn out of the Three of Swords and labeled as \"Love Reversed\" represents forgiveness. If you are in a love relationship, you will forget about the previous pain and headache and move forward. Here, the lines of good communication and open discussions can improve your connection again. You need to ask yourself- Do I want to continue my relationship? Think and then decide. You can also take help from a healer and a professional counselor for the fast healing process."
      },
      "career": {
        "upright": "In tarot card reading, Career Upright in Three of Swords indicates losses and stress. The Minor Arcana Card signifies a sudden loss in a job or Career. It is a card of conflict and divisions at work. You may face various breakdowns, communication conflicts, and arguments at your workplace. It would be best to be respectful, calm, and honest while doing discussions with business parties to resolve it. Don't let career issues overshadow the other aspects of your life. Be positive and think that careers are one aspect of life.",
        "reversed": "In tarot card reading, Career Reversed in Three of Swords signifies stressful work. You will find an atmosphere of forgiveness, compromises, and reconciliation. You may feel more energetic and lively and see improvement after a long period of financial difficulty. You may experience a severe loss in your startup, job, and economic status due to the recession. Accept whatever the situation is and implement new steps to improve it."
      },
      "future": {
        "upright": "Drawn out of the Three of Swords and labeled as \"Future Upright\" represents material losses and lots of stress in life. A breakup can lead to financial consequences and emotional breakdowns. You may face various hurdles in your future, but you need to be gentle with yourself and resolve the upcoming issues confidently. Don't be disheartened; find support, and make your future bright.",
        "reversed": "Drawn out of the Three of Swords and labeled as \"Future Reversed\" represents improvement and progress. If you are struggling with financial issues, then you may experience progress in your financial status. You can be rebuilding your savings and stable financial aspect. You need to adjust your spending habits and forget about the past living standards or losses in the future context. If you do not accept the truth of your life and position, it can make your situation tougher."
      }
    }
  },
  {
    "name": "Four of Swords",
    "keywords": {
      "love": {
        "upright": "In tarot card spread, For singles, Four of Swords tarot card means it is not the right time when your dreams come true. There is nothing that you need to think about, just focus on your hobbies and enjoy the things going in your life. For couples, Four of Swords represents smoothness in life. You can nourish your relationship by watching TV together. Stick to your daily routine and find something new to do in your boring period.",
        "reversed": "Four of Swords Love Reversed Tarot Card reading shows impatience. You might be impatient while doing things or making any decisions in life. In order to achieve your dreams, you will try to control everything in a fast manner, it can ruin things. You really want let the things done as soon as possible whether it is related to your new relationship, new job, promotion, or anything. Remember, fate is bigger than efforts."
      },
      "career": {
        "upright": "Drawn out of the Four of Swords and labeled as \"Career Upright\" represents frustration and bad mental health. You may be doing hard work for a long time, but it can give your strong mental stress. You need to listen to your body and take a break from work. If you will not take a break for yourself, then it can lead to severe headache or mental stress. You are not a machine, refresh your mind and then back to your work.",
        "reversed": "Drawn out of the Four of Swords and labeled as \"Career Reversed\" indicates that you may start your work after a long break. It was important to take a break from your work and now you are able to manage your work and life. Make some strategies that help in coping with stressful situations. You may be looking for a new job, if you think a new job is worth it, then only go for that job, otherwise stick to your previous work."
      },
      "future": {
        "upright": "For your good future, Four of Swords tells that you should rejuvenate your mind to accept the next challenges. You've already been at the top in your life, but if you want to improve the next level of your life, then recharge your energy. Ground, work with solitude, and look inward for realistic changes. Observe and create time to evaluate the things that have worked well and what you need to change.",
        "reversed": "In tarot card spread, Four of Swords Future Reversed card is calling you to rebuild your external world means it's time to retreat the things, pick up the social media stuff, weekend fun, and silence so that you can find calm and peace in your life again. Do meditation. It also indicates a lack of actions that can lead to frustration. So, stick to your good habits and try to find ways to stay more energetic and confident."
      }
    }
  },
  {
    "name": "Five of Swords",
    "keywords": {
      "love": {
        "upright": "As a Minor Arcana card of self-sabotaging behavior, cheating can be indicated from this card. It signifies hostility, arguments, and serious conflicts because of a lack of communication because it is not a great omen. Represents defeat and walking away, so there are chances of divorce or separation. But if you are single with the Five of Swords, then it indicates that you are looking for a person with a deceptive or darkest side that is extremely dangerous for you.",
        "reversed": "Drawn out of the Five of Swords, it indicates that you and your partner may be putting a halt to all conflicts, learn to compromise, and coping up with challenges. It signifies bygones be bygones to settle down all arguments and problems that you have been talking with and learning to confabulate with each other. However, it requires long-lasting work and if you will back, then it will deliberately destroy the progress that has been even made."
      },
      "career": {
        "upright": "As a Minor Arcana card appears in your career, then it represents massive conflicts at the workplace caused by a complete lack of confabulation. This results in a feeling of defeat that pushes you to either change your career or should walk away. Make sure that the actions taken are a good move and not the one that comes out of duress but doesn’t get victimized. It is better to stay calm and rationale in the approach.",
        "reversed": "Drawn out of the Five of Swords, career reversed signifies an end to all conflicts that may be happening in the workplace. As this Minor Arcana card appears in a career tarot spread, then it may release all tensions, some compromises have been made and a resolution has found out as lines of communication opens. You can see making some compromises in your career path and it can represent a conflict escalation as people are trying to destroying you."
      },
      "future": {
        "upright": "Drawn out of the Five of Swords and labeled as “Future reversed”, then it represents something bad and some conflicts in the future. Analyze all potential conflicts and put a halt before they begin. It indicates that the person needs to conduct themselves with integrity or to expect a scandal where the expectations are low and when it will impact you with the most damage. Understand the life pattern and make sure it will not follow the wrong direction.",
        "reversed": "When the Future reversed comes in the Five of Swords, then it acts as a dangerous warning as well as a beacon of hope. It signifies that you are well-prepared to consider all losses with grace instead of diving into the lack of success. After a defeat, it is the ideal time to let the victory comes, but; it is all about learning from the failures that determine the result at the end."
      }
    }
  },
  {
    "name": "Six of Swords",
    "keywords": {
      "love": {
        "upright": "Love Upright of Six of Swords tarot card indicates that your relationship moves calmly after a long, difficult period. You will feel healing, stability in your mind, and open communication with your partner that will make progress in your relationship. Six of Swords is the card of healing for Singles. You may have gone through the previous heartache, but now you will move forward in your life. This card indicates the strength, and you will forget the situation.",
        "reversed": "Six of Swords Love Reversed indicates that you are at the challenging part of your love relationship life in tarot card reading. You may feel troubled, confused and stressed about your relationship. Remember, a third party can come in between both of you and can cause trouble. For singles, Six of Swords indicates a lack of progress in the relationship. Allow yourself to heal, think, and decide. Never go for a new relationship this time; otherwise, you will face harsh results."
      },
      "career": {
        "upright": "In a career context, Six of Swords Career Upright indicates a peaceful situation. You may enter into a more accessible phase where you can control and manage everything according to you. You are achieving your goals and completing various tasks with ease that will give better results. You may choose a different job that is much better than the previous one. Six of Swords also signifies travelling for business purposes. You may also get relief from financial issues, so don't run from any situation.",
        "reversed": "Six of Swords Career Reversed indicates that things will not go according to your goals in tarot card reading. Someone can create trouble for you at your workplace, and you may trap in an unwanted job. You may experience delays in your ongoing projects and stressful situation. Six of Swords also signifies that travel for business purposes is not fruitful for you. You may be running from financial issues in the finance context, but you need to stay positive."
      },
      "future": {
        "upright": "The six of the swords tarot card is a card of movement and transition period in your life. You may enjoy traveling with your lover. You may see new updates in your life as a new home, relationship, workplace, etc. Six of Swords card also signifies mental development. However, you are upset due to your past happenings, but some upcoming changes in your life bring positivity and growth. Sometimes, it can appear as unfavourable, depending on your life situation. Just wait; time will tell more about your love destiny.",
        "reversed": "In the tarot card spread, Six of Swords Future Reversed indicates spiritual transformation. Many people surround you, but it is time to go on a solo journey. Find something new, discover a new view, and make things clear. The six of swords suggests not to be afraid, move forward without thinking anything. Don't think about discomfort; go ahead as it is a sign of change."
      }
    }
  },
  {
    "name": "Seven of Swords",
    "keywords": {
      "love": {
        "upright": "If you are in a relationship, then Seven of Swords is not a great card for you as it represents lies, betrayal, and cheatings. Seven of Swords is a sign of disloyalty in love context. There is no need to get into the conclusions as it can indicate various types of deception. This card also signifies enemies, and it means a third party can create troubles in your relationship. For singles, this card indicates that you may meet someone in your life who is manipulative, so be careful.",
        "reversed": "In the tarot card spread, Seven of Swords Love Reversed is not suitable for those people who are in relationships as you may face cheating in your connection. Things will be exposed in front of you, and you will get to know about the truth. The disloyal cheaters may confess about the items, but their partners may ignore their mistakes. For singles, Seven of Swords tells that he/she meets someone who is a liar. So beware!"
      },
      "career": {
        "upright": "Seven of Swords Career Upright spread indicates that you may face problems while doing work at your workplace. Your colleagues may try to underestimate your skills, spread lies behind your back, and make a conspiracy to steal your ongoing projects. Seven of Swords suggests you be adaptable, flexible, confident, sharp, and accept the challenges. It also indicates that staying away from gambles with money is right for you.",
        "reversed": "The position of Career Reversed in Seven of Swords indicates that you may face a different and challenging situation in your career. You may meet with two-faced people at your workplace who are trying to defeat you in all manners. This card also signifies that your current strategies and work plans are not workable, so you need to go back to your workplace and be more creative. In an economic context, stay away from fraudulent dealing; otherwise, you will be exposed."
      },
      "future": {
        "upright": "In the tarot spread, the Seven of Swords Future Upright signifies less unclear. In future, you may create a problematic situation for you, but it doesn't mean you are selfish. However, you will come to know about better opportunities, and you will not hesitate to stick to those opportunities. So, try to do an open communication with your partner and discuss your true intentions.\nYou will find a comfortable and workable path.",
        "reversed": "The Seven of Swords Future Reversed tarot spread means taking action is right for you this time. Things are out of control now, and talking about the finance context might mean bankruptcy. About your relationship, Seven of Swords indicates imminent breakup. If this is about your health, then you need to go to the doctor right now. Do what you want, but make things more realistic. Remember, there is no other way."
      }
    }
  },
  {
    "name": "Eight of Swords",
    "keywords": {
      "love": {
        "upright": "In the context of Love Upright, Eight of Swords tarot is not a great omen. This card represents feeling trapped, drama, dilemmas, and relationship in crisis. It means that this time, your relationship is not in the right place. Eight of Swords signifies hopeless means it can indicate negative aspects of your relationship. If you are single, Eight of Swords tarot depicts that you may be waiting for someone in your life, but all you need to do is find inner contentment, and you will be ready for the upcoming situations.",
        "reversed": "In tarot card reading, Eight of Swords Love Reversed can signify the loss of fear and anxiety in terms of your relationship. Eight of Swords can be a good omen in your love life and can overcome hurdles in your relationship. If you have been struggling with your love relationship and felt trapped, then Eight of Swords Love Reversed Tarot card signifies that you will escape the love relationship. Talking about the flip side of this tarot card, it can also indicate stress or oppression. So, you need to look for supporting cards."
      },
      "career": {
        "upright": "In the context of a career, Eight of Swords tarot card depicts that you are feeling trapped in your career life, and you want to improve the career situation. At this moment, you may feel hopeless, helpless, surrounded by anxiety or stress, but there is no need to worry more about it as you are the master of your destiny. It means you can change the situation as per your desire. Stay positive, let the situations overcome and be creative.",
        "reversed": "In the context of Career, Eight of Swords Career Reversed Tarot Card spread shows that you learned various aspects of life and how to release your stress and fear in terms of work. It also depicts that you have left the previous job that had been restricting yourself and your potential. When it comes to the other side of this card, it shows that you have become more depressed by your career. Start saving your money and get rid of financial problems."
      },
      "future": {
        "upright": "In tarot card spread, Eight of Swords card indicates that there is a way out of your current situation. You all need to see or find a new perspective in life. According to this card, you have everything you need, but it depends on you how you use those resources to get the best results. So, be open with the situations instead of getting trapped in the problems.",
        "reversed": "In the context of the future, Eight of Swords Reversed shows that you are prone to negative self-talk also and you are suffering from the inner crisis. It can also indicate that you may feel trapped in your future because you are the one who wants to try something new all the time. So, in this situation, your inner soul will define what's wrong and what is good enough for you. You need to change your belief system and face every situation with confidence."
      }
    }
  },
  {
    "name": "Nine of Swords",
    "keywords": {
      "love": {
        "upright": "In the tarot card spread, Nine of Swords Love Upright represents black clouds over your love relationship. Your trust in your partner will give you heartache. If you are single, then there is a need to take a break from dating. Your past relationships have given bad experiences and left you insecure and sceptical. Instead of thinking more about a love relationship, imagine about your future love relationship and look to your future ahead.",
        "reversed": "Similar to love upright, the reversed Nine of Swords tarot card represents nothing useful in terms of love. Though you may have faced obstacles and heartaches in your past relationships, it is not the right time to begin something new in a love relationship. In general, it would be best to focus on your future and other life aspects instead of seeking comfort in someone. If you are in a relationship, then do an open communication with your partner as you are feeling the strain. "
      },
      "career": {
        "upright": "In a career context, the Nine of Swords tarot card represents that things are not good at your workplace. You can face obstacles while moving ahead in your career path. Remember a little past mistake can shake your confidence and impact on your work at a large scale. Your colleagues and boss can focus on your past mistakes, so try to improve your work at your workplace. Avoid explaining or defending your error this time.",
        "reversed": "The nine of Swords Career Reversed tarot depicts that your past mistakes are coming back to remind you and leaving you powerless at your workplace. However, you may have learned a lot from your past blunders. You may have lost your promotion, new opportunities, and other projects which is discouraging. Don't think about such types of mistakes.  But convert your stress in productivity and increase your efforts- you will get success for sure!"
      },
      "future": {
        "upright": "In the tarot card spread, Nine of Swords Future Upright signifies worries in life and anguish in case you chose your current path. At this moment, there is a need to identify various life aspects which are making your life insecure and more hostile. If you are into something and still you are not enjoying that moment, then don't hesitate, avoid irrelevant situations and focus on good things that are going on in your life.",
        "reversed": "The Nine of Swords Future Reversed tarot suggests that do not ignore your life problems. If you have experienced trauma in your past, then you need to face it and keep your head-on. You might be facing a painful and stressful period of life, but all you can do is accept the challenges as you grow as people. You may face trouble with your inner thoughts in future- never isolate yourself, visit people you trust and try to solve your problems with the help of your loved ones."
      }
    }
  },
  {
    "name": "Ten of Swords",
    "keywords": {
      "love": {
        "upright": "Unfortunately, in the context of love, the Ten of Swords Love Upright tarot depicts a relationship coming at the end. It also shows the life period filled with pain, heartache, sufferings, and grief. Sometimes, ten of swords tarot indicates betrayal. This is indeed the difficult time for you, but it would be good if you live this period with challenge acceptance. Remember, acceptance is the key that can heal you and help in moving forward in your life.",
        "reversed": "In the tarot card spread, the ten of swords card represents that you may have romantic wounds from your past, and this is the period of healing. If you are in love with someone, it suggests that your relationship is on a healing track. For other couples, ten of swords indicates breakups, but you have to manage the relationship. You will have more strength to cope up with any love failure or situation."
      },
      "career": {
        "upright": "In the context of career life, the Ten of Swords Upright position depicts the endings. Means, if you are doing a job, then you may be reached at the end of this job. Ten of swords also suggests that you are dealing with office politics that have made you insecure, defeated, and powerless. If you want growth in your career life, then push yourself, think of your failures, think of what you have learned from your mistakes, and know that you can do anything to survive.",
        "reversed": "The Reversed position of Ten of Swords shows that you may leave a job that was giving stress and anger, or you may change an appointment. Whatever was the situation or troubles, the worst part is over, and now it is the time of healing and happiness. Now you can take a long breath of relief that everything will be going perfect in your life. Sometimes, this card suggests that the stressful period is getting worse, and you can improve this time by making a distance from stress. Focus on your mental health and go ahead in your career life."
      },
      "future": {
        "upright": "In the context of the future, the ten of swords tarot card is the least promising. This card indicates failures, new beginnings, and more strength. You may face a difficult emotional time in your future, but you will have the power or strength to cope up with that situation. Your sufferings have not gone without purpose, be creative, use your positive powers and draw wisdom from your defeat.",
        "reversed": "The Ten of Swords Future Reversed Tarot suggests to reevaluate your circumstances and live the happy moment of your life. It would be best to look forward in life instead of dwelling on your painful past. Think positive, reshape your life events according to your desires, and choose a new direction for your prosperous life. You will feel amazing when you will create a new sense of life. Hope for the promising future."
      }
    }
  },
  {
    "name": "Page of Swords",
    "keywords": {
      "love": {
        "upright": "In the context of love, The Page of Swords Upright card represents a solid foundation between couples. If you are in a relationship, then you and your partner will face small spots in your relationship, which are unhealthy. Still, you both will erode this foundation very soon—all you need to identify the root cause of your arguments and address it with your partner now. Honesty is the key to a successful love relationship, and by discussing the issues with your partners can help you to get rid of life problems.",
        "reversed": "Unfortunately, if you are in a relationship, then Page of Swords Love Reversed tarot spread shows that your partner is ignoring his/her duty towards your mental well being. Your partner is only adding emotional burden in your life, which needs to stop now. Speak to your partner about your feelings then only things can be changed. If you are single, a page of Swords depicts that someone is interested in you. If you are also interested in a new relationship, then speak with your former partner honestly."
      },
      "career": {
        "upright": "In tarot card spread, the upright position in Page of Swords signifies that you have your career plan in your mind. Each step towards your ultimate goal is not enough, as this is the beginning only. If you want to execute your plan in the right direction, then it will require more endurance and strength. Always remember, your progress can be slow, but your journey will be incredible than the final destination.",
        "reversed": "When it comes to Career, the reversed position in Page of Swords tarot depicts that your career goal is not defined and your impatience can impact your career decisions. You can't change your career life very soon. You might be thinking of changing industry, but it would be best if you slow down. Gain experience in one field, learn more in the same area, and you will be rewarded for sure."
      },
      "future": {
        "upright": "When it comes to Future context, the Page of Swords in upright position shows an excellent opportunity for life growth and a life situation that involves mental activities. This card is known for bringing challenges in life. Accepting the difficult challenges will make you stronger and more independent. Your journey will fulfil ethical behaviour, honesty, positive attitude, and mental activities. Use honesty, integrity, and fortitude to gain success in life.",
        "reversed": "When it comes to the Future Reversed, the Page of Swords shows sarcasm and defensiveness. This card also depicts that your ideas are lacking and you are feeling uninspired in your life. It doesn't mean you don't have ideas to implement and execute; it means you need to learn how to express your ideas in front of others and your life. Sometimes, Page of Swords also indicates people with wrong purposes."
      }
    }
  },
  {
    "name": "Knight of Swords",
    "keywords": {
      "love": {
        "upright": "In love tarot card spread, the Knight of Swords indicates that you are in love with someone who is very particular about his/her thoughts and rules. Sometimes, it suggests that you and your partner may need to fight with the upcoming situations for marriage purpose. \nIt can also depict that your lover may be thinking of leaving the relationship as you need to fight for each other. If you are single, Knight of Swords shows a romantic proposal for you.",
        "reversed": "In the love context, the reversed position in Knight of Swords indicates that if your partner is particular about his/her rule, then you need to be more careful as he/she can be more aggressive, abusive and violent sometimes. For singles, the knight of swords tarot shows that if you are interested in someone, then the same person will not be interested in pursuing the love relationship. You have to fight to get the attention of your crush."
      },
      "career": {
        "upright": "In the career context, the Knight of Swords Upright indicates determination and desires. You are familiar with your desired goals, and you are doing your best to achieve it. You can win if you want. So be brave, be bold, be daring, and be smart. This card can also indicate a drastic change in your career life; you can get a promotion. Whatever will be the change, it will be positive for you.",
        "reversed": "The reversed position in Knight of Swords represents that you may be feeling out of the line while working. You may be struggling in your career life to find the best results. This knight of swords reversed card also indicates that some ample opportunities are there for you, but you may feel afraid due to lack of confidence. So, be careful, be creative, be confident, and cover your career bases."
      },
      "future": {
        "upright": "The knight of Swords is known as the Prince of Swords or the son of Swords. When it comes to the future context, Knight of Swords tarot is a powerful card. This card is at the most potent side in the coming terms. It also indicates that a critique is coming in your near future. So, be aware of unreasonable demands and live in your present.",
        "reversed": "The knight of Swords in reversed position signifies being out of control. It also depicts the depression and adverse effects of your life struggle. This card suggests that take an in-depth look at the things happening in your life as things are not what they may seem at first sight. Revaluation and Re-adaptation of actions will help you to improve the things in your life. This card also indicates the need for independence in near future."
      }
    }
  },
  {
    "name": "Queen of Swords",
    "keywords": {
      "love": {
        "upright": "In the love and relationship context, Queen of Swords tarot indicates that you are in love with someone that embodies the attitude. In general, she will be loyal, and she will be with you without any future worry. This card shows that you will meet a great partner and you will have all the joys in your love life. If you are single, then you may meet someone that embodies the queen of swords tarot. This card shows self-sufficiency and alone ability to do things.",
        "reversed": "The Queen of Swords Love Reversed represents a woman who is careless, unsupportive, and rude sometimes. The person will be selfish all the time. The card suggests moving with caution in a relationship. All you need to do is take a closure look and explore her intentions at the best level. After that, you can save yourself from the fake relationship. Be assertive and be confident in your life."
      },
      "career": {
        "upright": "The Queen of Swords in Career Context represents someone senior in tarot card reading. According to the predictions, the person is honest and is known as a source of constructive criticism. The person can offer great advice to you regarding your career growth. This is the time where you can get respect from your co-workers. In short, the card indicates that you will have a good reputation in your career path due to your honesty and integrity.",
        "reversed": "The Queen of Swords in Career Context represents someone senior in tarot card reading. According to the predictions, the person is honest and is known as a source of constructive criticism. The person can offer great advice to you regarding your career growth. This is the time where you can get respect from your co-workers. In short, the card indicates that you will have a good reputation in your career path due to your honesty and integrity."
      },
      "future": {
        "upright": "The Queen of Swords Future Upright in tarot spread is called the Mother of Swords. Sometimes, this tarot card becomes a bad omen for bad things. However, the queen of swords tarot is a negative card which can turn into a positive. It is direct to the point and signifies straight conversation. This card suggests to be more independent and cover your life path alone.",
        "reversed": "In the future reversed context, queen of swords tarot shows a monarchy in life. As compared to upright tarot cards, the queen of swords reversed card indicates a lack of honesty and wisdom. You can hurt other people due to your bitter nature and unforgiving nature. This is the card of cruel criticism, dependency, and spitefulness. You need to guard yourself against various life threats and be assertive. Focus on the strong spirit and avoid being casual in your life."
      }
    }
  },
  {
    "name": "King of Swords",
    "keywords": {
      "love": {
        "upright": "The Drawn of King of Swords for Love in an upright position depicts the intelligence level you both share in the relationship. In this love bond, either you or the partner have the knowledgeable, emotional, and deep connection. The card also signifies the family hood, so good time if you have plans for the family extension. If you are single and looking for a partner, you would need a match to your knowledge and intellectuality.",
        "reversed": "The Love reversed King of Swords says that the bond you share with your partner is somehow on compromise level. This means that either you or your partner in the love bond is trying on the full domination mode. One of you is overpowering and making the love bond hectic. On the way to plan for family way, this card represents infertility, which is not good news when you have planned your family extension."
      },
      "career": {
        "upright": "This Upright King of Swords Career Upright card signifies the involvement or occurrence of a matured or experienced man at your workplace. Reliability and honesty with your work are the two main traits of you who can win his heart and make things lively. He will be the man who will help you to succeed and achieve high with his precious advice. This person might be a boss or your business partner who is irrefutable and a high commanding position.",
        "reversed": "This Reversed King of Swords Career Reversed card signifies the problematic environment for you at your workplace or if you are in business then at your office. In a cynical way, the atmosphere is created by some senior person, maybe your boss or some other higher authority. He might have plans to ruin you when he is best at his judgment, aggression, and use of power. This may bring your position or moral down, but you have to avoid this."
      },
      "future": {
        "upright": "A King of Swords drawn in an upright position depicts the control and sensible planning for the future. This may include any hefty expenses that can be avoided if not required or any investment that needs your complete research to gain profit from it. Without putting the thinking, the cap doesn’t go blindly for any plans and investments. Don’t be in a rush and hurry for any decision; else you have to deal with some serious issues in your future.",
        "reversed": "The King of Swords, drawn in the reversed position for the future, says that the time is not in your favour for any plans for monetary investments. You may have to deal with the loose financial pattern for your future safety. The level of understanding and matureness is required to control the flow of money or investment planning carefully. Miss management can lead to disasters and may bring insecurity. So get control of your power."
      }
    }
  }
]
