[
    {
        "type":"ARIES",
        "icon":"iconAries",
        "name":"Aries",
        "astrologyIcon":"activeIconListAries",
        "preview":"zodiacCircleAries",
        "dates":"Mar 21 – Apr 19",
        "symbol":"ram",
        "phrase":"i am",
        "color":"red",
        "days":["tuesday"],
        "element":"fire",
        "polarity":"masculine",
        "modality":"cardinal",
        "planets":["mars"],
        "description":["PERSONALITY\n\nAries is the first sign of the zodiac, marking the beginning of something energetic. This sign is ruled by the red planet Mars, which gives Aries a powerful, primal intensity. In esoteric traditions Mars is associated with the day of the week, Tuesday, therefore this day is especially potent to this sign. They have the passion of a dragon and the fighting spirit of their animal symbol, the Ram. The archetype of the Aries personality represents initiation, vitality, quick action, conquering, and bravery.","This sign is on Earth to butt heads and often creates tension that can lead to dynamic possibilities. When the Sun is in this sign it denotes a well-developed sense of self and personal identity, with a desire to pioneer new and exciting ideas. Aries’ modality is cardinal, which means this sign takes a first-hand approach to experiences. This along with their element, fire, gives them an adventurous spirit and risk-taking personality.\n\nTheir positive or yang expression describes how they interact with the world. They are outward and not afraid to show their wild inner nature. At times they can let anger get the best of them, sometimes having a volatile temper that flares up fast and retreats just as quickly. The excess fire and pure cardinal energy of the Aries archetype often get channeled into emotional outbursts, impulsive decisions, and headstrong actions.\n\n\nWORK\n\nAries’ Martian energy means they work best in fast-paced and high-pressure settings. This fiery enthusiasm along with their cardinal temperament is perfect for high volume restaurants, emergency rooms, the military, and crisis centers.\n\nBeing a cardinal sign, speaks to Aries’s excellent leadership qualities, as they like to be first, directing, and in charge. They can choose to go into management, business, or sales and typically find success as the head of their team or department. This sign doesn’t shy away from risk, they will enjoy being on a high pressured sales team, working at a startup, gambling, or in news media.\n\nAries can be found in careers that require a high degree of independence, self-direction, and competition. This sign makes for a great entrepreneur, freelancer, business owner, athlete, coach, personal trainer, martial artist, teacher or facilitator. The attention they pay to base needs and instincts makes them great in survival situations as wilderness and adventure guides.\n\nWith the Sun in this placement, it brings out a strong sense of personal pride and charisma, making Aries’ achievement and success-oriented. People born under this sign are driven by their Mars’ desire and know if something isn’t working for them, a job can be abandoned without a second thought.\n\n\nLOVE\n\nThe cardinal quality of this sign makes, Aries very straight forward with their feelings, therefore they avoid mind games when it comes to relationships. Like the diamond gemstone associated with their sign, there is a purity about them, an almost childish nature when it comes to love. They jump in head and heart first with impulsivity and wild abandon.\n\nAt the same time, the energy of their ruling planet, Mars often pushes them into the dominant role in the relationship and causes them to lead with their sexual desire. They like to be in control and show great courage when it comes to dating by making the first move.\n\nTheir flower is the bright red and fragrant honeysuckle, representing spice, fire, and confidence, and this is exactly how they love. Aries views partnerships as an adventure, something to experience and test their limits within. A relationship with an Aries is anything but boring, the beginning of the relationship will be especially exciting."]
    },
    {
        "type":"TAURUS",
        "icon":"iconTaurus",
        "name":"Taurus",
        "astrologyIcon":"activeIconListTaurus",
        "preview":"zodiacCircleTaurus",
        "dates":"Apr 20 – May 20",
        "symbol":"bull",
        "phrase":"i have",
        "color":"green",
        "days":["friday", "monday"],
        "element":"earth",
        "polarity":"feminine",
        "modality":"fixed",
        "planets":["venus"],
        "description":["PERSONALITY\n\nThe second sign of the zodiac is Taurus, marking the potential for growth. This sign is artistic, strong, and very tactile. They are ruled by the planet Venus, which is the Roman goddess of all things related to sex, beauty, and the arts. This orients Taurus towards a sensual and materialistic mindset.","Their modality is fixed, which represents a quality of perseverance and tenacity. In addition, Taurus is associated with the earth element. This makes the Taurus very natural, hard-working, and in touch with their bodies. When the Sun is in this zodiac sign these qualities are highlighted, making the Taurus person have a deep perception of their immediate environment and how they feel physically in the world around them.\n\nThe Venusian influence on this sign allows them to experience the world through sensing and feeling, with their colors being green and pink, the colors of the heart chakra. These colors represent romance, sensitivity, and growth. A Taurus is very affectionate, loves pleasure, and also places a great focus on their comfort needs. They appreciate being pampered and showered with gifts and affection.\n\nA combination of their fixed mood and earthy nature makes them seem rugged and slow-moving, sometimes even appearing lazy. Their animal is the bull, which is a symbol of fertile and grounded earthiness.\n\n\nWORK\n\nTaurus is a combination of the beauty symbolized by Venus and the earthiness symbolized by their element. This leads them into careers that allow them to create with their hands or body making them great craftspeople, make-up artists, fashion stylists, singers, musicians, jewelry designers, dancers, and models. Their sexual nature can spill over into their working lives in the form of sex-work or being a sex therapist.\n\nVenus is also associated with money and earning potential. With this sign having Venus as a ruling planet it means Tauruses like to work around antiques and other materials of value, being able to evaluate art, artifacts, along with handling large amounts of money. They are also concerned with material security, therefore employers will appreciate their excellent abilities related to finance, safe investments, and savings.\n\nThe Taurus archetype represents building, growth, nature, peace, and serenity. This often leads Tauruses into careers related to herbalism, architecture, cooking, winemaking, gardening, real estate, bodybuilding, yoga, physical labor, urban planning, and finances.\n\n\nLOVE\n\nWhen it comes to love, Taurus is one of the most invested out of all the zodiac signs. They are addicted to romance and all things related to affection both giving and receiving. Taurus people absolutely love to be adored and worshipped by their lovers, in fact, they require it. They want to be viewed as a god or goddess by their partners. The rose is one of their flowers, which has a powerful energy that relates to Taurus’ need for romance, sex, pleasure, and beauty.\n\nTheir earthiness and attention they give to their bodies allow them to fully embrace and be comfortable with the full range of their sexuality, even though at times they do struggle with body acceptance and self-love. The Sun in Taurus means these individuals are extremely loyal and do not fear commitment. They are more than willing to plan a potential future with their partner, happy to move in together, share resources, and build a secure foundation.\n\nFor this sign, the thing to keep in mind is their intense love and sometimes possessiveness in relationships. Tauruses tend to hold on tight when they have found the right thing because of their fixed and receptive or yin mood. This sign is easy going for the most part, but every once in awhile, jealousy will rear its head in their partnerships. They can channel this emotion into hot sex, to blow off steam and keep things relaxed and flowing in love."]
    },
    {
        "type":"GEMINI",
        "icon":"iconGemini",
        "name":"Gemini",
        "astrologyIcon":"activeIconListGemini",
        "preview":"zodiacCircleGemini",
        "dates":"May 21 – Jun 20",
        "symbol":"twins",
        "phrase":"i think",
        "color":"yellow",
        "days":["wednesday"],
        "element":"air",
        "polarity":"masculine",
        "modality":"mutable",
        "planets":["mercury"],
        "description":["PERSONALITY\n\nThe third zodiac sign on the wheel is Gemini and represents cooperation and community. This sign is ruled by the planet Mercury, associated with the mind, communication, writing, and movement, which are seen in Gemini’s characteristics. Mercury also corresponds with Wednesday, making this day especially powerful for the Gemini archetype. People born when the Sun was in Gemini are always making new friends and looking for someone to talk to because they are very curious in nature.","The quality of their sign is mutable, meaning they are changeable and easy-going. They are highly accepting of others and tend to see all sides of an argument, making it hard for them to take sides. Their color is yellow which matches their often bright, cheery, and talkative personality.\n\nBecause they are ruled by Mercury, gossip may have a tendency to get this sign into trouble as they cannot resist but share juicy secrets.\n\nGeminis are symbolized by the twins and therefore they represent two different personalities, which can make them seem unpredictable and exciting! Their element is air which leads them to be expressive, fun-loving, humorous, friendly and communicative. They are extremely inquisitive and open to new experiences, which leads Gemini into many fun adventures in life. A combination of their air element and changeable mood means they will get bored quickly. This archetype will not find it difficult to pick up and move on when wanderlust is calling them.\n\n\nWORK\n\nThe air element of this sign makes Geminis logical cerebral, and very social. Therefore, Geminis excel in fields related to interfacing with the public, sales, information processing, politics, reporting, radio, broadcasting, and other forms of media. Gemini is one of the most likely signs to be on social media platforms as content creators due to their original ideas and love of technology.\n\nWhen the Sun is in Gemini, this indicates a well-developed sense of imagination and intellectual abilities. This makes them excellent in the art, creative, and education fields. They are great drawers, graphic designers, musicians, comedians, performers, playwrights, lyricists, copywriters, poets, storytellers, linguists, and teachers.\n\nTheir expression is positive or active which means this sign loves to talk and chat, therefore anything related to them being able to creatively share their ideas, thoughts, and opinions is a perfect Gemini career. This sign makes for a great tour guide, entertainer, card dealer, and talk show host. In addition, a good sense of agility and movement can lead Geminis into careers such as acrobatics, circus performing, and gymnastics, tennis, or other agility focused athletics.\n\n\nLOVE\n\nTheir inquisitive and friendly nature makes dating easy for them. Geminis have a tendency to become close friends before dating someone, and actually, many of their long term partnerships start out as friendships. Like their gemstone the pearl, they are happy to let a relationship develop naturally over time, unlike other areas of life that they like to rush through quickly.\n\nGeminis sometimes have trouble distinguishing between flirtation, friendship, and romance because of their fun-loving personality. A Gemini does not like to be tied down too tightly, for the right person maybe, but casual and low-key is their typical mode of operation when first getting into a relationship. In love, a Gemini is spontaneous and affectionate, symbolized in their flower, lavender, which represents sweet romance. They will surprise you out of the blue with little sentimental or thoughtful gifts or compliments just because.\n\nGeminis are especially drawn to expressing their love online and over social media, texting, etc. Their need for communication keeps them in constant contact. They don’t open up sexually until they feel really comfortable with someone, but when they do, things can get interesting! Because of their experimental and airy nature Geminis can bring a sense of whimsy to the bedroom."]
    },
    {
        "type":"CANCER",
        "icon":"iconCancer",
        "name":"Cancer",
        "astrologyIcon":"activeIconListCancer",
        "preview":"zodiacCircleCancer",
        "dates":"Jun 21 – Jul 22",
        "symbol":"crab",
        "phrase":"i feel",
        "color":"violet",
        "days":["monday", "thursday"],
        "element":"water",
        "polarity":"feminine",
        "modality":"cardinal",
        "planets":["moon"],
        "description":["PERSONALITY\n\nCancer is the 4th sign on the zodiacal wheel and represents home and family. They are a water sign, often expressing emotions from deep within themselves. Their sensitive nature allows them to experience the world from a place of receptivity, but this can also feel overwhelming to them at times.","The ruling planet of this sign is the Moon which symbolizes the nurturing part of one's self. Therefore, they love to support and provide for others, by cooking, creating a cozy environment, or lending a helping hand. This sign is often associated with the mother archetype and therefore, Cancers are fiercely protective of loved ones and will fight if they have to defend their families.\n\nA combination of their moody water element and the mysterious Moon means Cancerians are more emotional than logical, they go with what they are feeling on a subconscious level. Their color is violet, which is a highly spiritual color, a Cancer often has a unique relationship to religion, spirituality, or the psychic realms. They can often feel other people’s emotions, pain or suffering which can weigh heavily on the Cancer heart. Their feelings get hurt easily, so time to decompress and be alone is essential to their wellbeing.\n\nThe watery personality of Cancers means they are very inspired by music, storytelling, and art. They will often channel these many different interests into their homes or collections; anything from books, antiques, to specialty items. Cancer takes pride in creating a sense of security and home environment that is reflective of them, surrounded by the objects and styles that they love.\n\n\nWORK\n\nWith the Moon as a ruling planet, Cancer can often be found in provider and nurturing roles when it comes to working. Professions like chef, baker, server, restaurant owner, or bar manager for example. They make excellent bartenders because of their ability to make delicious drinks and also provide conversation and support to the patrons.\n\nCancerians make great actors and performers because of their intense understanding of emotions, which is directly linked to their water element and moody attitude. Their empathic ability allows them to be expressive and convey a wide range of character types.\n\nCancers make excellent leaders because of their cardinal quality. Cardinal signs are initiators and catalysts to get things started. They can be found as business owners, political leaders, school principles, and religious leaders. With the crab as their symbol, it demonstrates they are able to put on a tough, unwavering front for the right job.\n\nTheir association with home and family means this sign is great for working in childcare or as a stay at home parent. They make great preschool or daycare owners, nannies, and domestic workers or housekeepers because of their ability to create homey environments. Cancer can also be found frequently in healthcare and wellness settings as nurses, caregivers, physicians, energy healers, psychics, counselors, social workers, and mental health care workers.\n\n\nLOVE\n\nWhen it comes to love Cancer gets very invested and will not hesitate to put their heart on the line. Because they are a cardinal and water sign, they have a unique approach to love and dating. Their cardinal nature allows them to take risks and be bold while at the same time their watery mood means they will bring their highly sensitive side and need for security to relationships and dating.\n\nLike Cancer’s flower, the delicate orchid, they need to be approached with care when it comes to relationships. Due to their hypersensitive personalities, they can sometimes feel insecure or unsure when navigating relationships. They may have a tendency to get dependent on others for their happiness or self-worth.\n\nBeing able to trust and find security in a partnership is essential for Cancer types. They will not be able to deepen their bond with someone that is flakey or uninvested. This zodiac sign gives plenty of support and sentimental affection to their partners.\n\nCancers are romantic but also highly sexual, as they like to connect emotionally through sex. They like to experience pleasure and typically embrace their sensuality. Due to their ruling planet the Moon, they have a highly moody nature which can lead to some relationship drama. Tidal waves of emotional ups and downs can dictate how the relationship feels on a day to day basis."]
    },
    {
        "type":"LEO",
        "icon":"iconLeo",
        "name":"Leo",
        "astrologyIcon":"activeIconListLeo",
        "preview":"zodiacCircleLeo",
        "dates":"Jul 23 – Aug 22",
        "symbol":"lion",
        "phrase":"i will",
        "color":"gold",
        "days":["monday", "thursday"],
        "element":"fire",
        "polarity":"masculine",
        "modality":"fixed",
        "planets":["sun"],
        "description":["PERSONALITY\n\nLeo is the fifth sign of the zodiac and represents a creative principle. This sign is ruled by the Sun, which represents the self, identity, and soul purpose. For this reason, people born under this sign have an extra dose of solar energy, seeming to attract a lot of attention from others. They have a strong will and sense of vitality, making Leos very exciting to be around.","The element for Leo is a fire which is enthusiastic, self-oriented, and impatient. Leo people are usually honest to a fault with a deep-seated urge to always say what is on their mind. Everything about the Leo seems fiery, including their spirit colors which are gold, yellow, and orange.\n\nThey have an intense passion and strong will to creatively manifest their desires in this life. This leads them to be quite charismatic and they can talk their way into or out of almost anything. Their creative mind enhances their communication skills and ability to impress, influence, and control situations in their favor.\n\nLeos are a fixed sign, meaning they take a steadfast, tenacious, and unwavering approach to life. A combination of this along with their fire element makes it so Leos often insist on their point of view. Their animal symbol, the lion, speaks to their strength, pride, and personal power. Leo often has a lot of friends because they are loyal, generous self-confident and attractive. As they are ruled by the Sun, which is associated with Sunday, this is a potent day of the week for them.\n\n\nWORK\n\nLeos are usually warm-hearted, smart and witty. They take the initiative and have good reasoning skills, managing even the most difficult situations which makes them natural-born leaders. In the workplace, they shine with the brightness of their flower, the sunflower, and tend to stand out from the rest of the crowd. They are very dramatic, creative, self-confident, dominant and extremely difficult to resist. This makes them great in anything that puts them in the spotlight whether that be in business, the arts, or government.\n\nTheir fixed nature allows Leos to be able to achieve anything they want in any area of life they commit themselves to. They embody a positive or active principle that allows them to take on roles in entertainment where they can share their ideas with others as writers, producers, performers, artists, storytellers, and news anchors. They also have a good sense of humor, which makes them great comedians.\n\nIn addition, Leos like to learn and do, they make great teachers, lecturers, historians, explorers, and archeologists. This sign works great with children, most anything arts-related, along with sports or athletics as they are a true showman. The most important thing for Leos to remember when it comes to work is that they want to express themselves and be appreciated for sharing their amazing creativity with the world.\n\n\nLOVE\n\nLeos might seem dominant and come on strong at the start of a relationship, but they avoid mind games so, what you see is what you get because they value authenticity like the other fixed signs. The fire in them gives them high self-esteem and makes people fall for them easily. Due to their fixed nature, this sign is also very loyal once they become committed to a person but take a long time to emotionally open up. Sometimes with the fixed signs, learning to feel secure and trusting of others is a slow process.\n\nThis prideful nature often associated with this sign comes from Leo’s correspondence to the heart in the body, they need to puff out their chest and prove themselves by winning the affection of others. This heart-centered focus also makes Leos naturally romantic, joyful, self-confident, and to be sentimental at times. They appreciate a good love story, they are moved deeply by love and are not afraid to shed some tears for the ones they care for - but they wouldn’t admit that, as they like to keep up a strong front!\n\nThey appreciate the best things in life, so they often go for quality rather than quantity matching their associations with gold, royalty, and regality. This sign enjoys the stability of a long term partnership. As they have a very active and busy social life, they prefer for their relationships to be uncomplicated and stable. The Leos of the zodiac are highly sexual, like the other fire signs, they get turned on easily and are expressive in the bedroom. This sign is a generous lover and likes a lot of praise and flattery for what they bring to a relationship."]
    },
    {
        "type":"VIRGO",
        "icon":"iconVirgo",
        "name":"Virgo",
        "astrologyIcon":"activeIconListVirgo",
        "preview":"zodiacCircleVirgo",
        "dates":"Aug 23 – Sept 22",
        "symbol":"virgin",
        "phrase":"i analyze",
        "color":"grey",
        "days":["wednesday"],
        "element":"earth",
        "polarity":"feminine",
        "modality":"mutable",
        "planets":["mercury"],
        "description":["PERSONALITY\n\nVirgo is the sixth sign of the zodiac and represents dedication and skill. Their symbol is the virgin or maiden, which speaks to their often good intentions and sweet nature. Virgo is ruled by the planet Mercury, which represents data and communication. This makes Virgos very organized and disciplined when it comes to sorting through and arranging the information. This sign pays close attention to details, noticing the little things. People might misunderstand their structured lifestyles, interpreting them as rigid, when in reality their schedule is probably just edited to perfection.","Their element is earth which means they will place a high degree of attention on the physical world, represented by their olive-green gemstone, peridot. At the same time, their mutable quality allows them to be changeable, curious, and interested in spirit and spiritual matters. Virgos see what other people miss, they understand what needs to be taken away, added, and tweaked to get things just right.\n\nThe Virgo archetype has a human services attitude, making this sign caring, helpful, and supportive. Virgo, like their symbol the virgin, doesn’t like to appear too wild, they present themselves as sophisticated, smart and precise, even their creative endeavors will be highly conceptualized and well-thought-out. A mix of their earthy element and mutable mood makes them solutions-focused people, who hate complaining or wasting time on things they consider unimportant. The best day of the week is Wednesday as this day is associated with Mercury.\n\n\nWORK\n\nVirgo is ruled by the planet Mercury, named for the Roman messenger god. Besides disseminating information, Mercury was also associated with medicine, health, and sometimes metaphysics. Therefore, Virgos make excellent physicians, acupuncturists, and healers. They can become highly skilled at treating disease and understanding the alchemy of balance in the body.\n\nMercury is associated with the mind, and therefore intellect and thought-processes. A mix of this airy Mercury energy and earthy practicality make it so Virgos are constantly trying to manage information overload. They cannot help but take in the details and their brains compulsively want to organize this information. This energy can be channeled into jobs that require data and information processing, accounting, administrative work, library science, scheduling, and office tasks.\n\nThey can take in vast amounts of information, memorize data, and recognize patterns and relationships between facts and figures. This actually makes them highly intuitive when it comes to assessing and sizing up what needs to be done. They also make great detectives, reporters, and journalists because of their high energy levels and attention to detail. You can find Virgos as caregivers, managers, herbalists, tarot readers, medical astrologers, service workers, interior decorators, volunteers, and health care workers — basically, anything that requires a discerning eye and service-oriented energy.\n\n\nLOVE\n\nWhen it comes to love and dating Virgos take a practical yet passionate approach. Each partnership they enter into is weighed carefully in pros and cons. This sign is not virginal, as their symbol would suggest, but actually very invested in being mindful, dedicated, and ardent partners and lovers.\n\nLike the other earth signs Virgo represents a receptive or yin principle, this can lead Virgos to get a reputation for being quite reserved like their colors gray and beige. As a result, it may take them a long time to feel comfortable with someone either due to body issues or shyness, or just a desire to keep things private and to themselves. Virgos hold onto their deepest emotions, only revealing what they feel is necessary over time. Instead, they often focus on the practical and tangible aspects of relating — as this feels safer for them.\n\nThey can seem secretive but really they just have very high standards of who they will share their personal feelings with. A strong foundation of trust and mutual respect needs to be built first. Once someone wins a Virgo’s affection they will get to experience their earthy eroticism and attentiveness in full."]
    },
    {
        "type":"LIBRA",
        "icon":"iconLibra",
        "name":"Libra",
        "astrologyIcon":"activeIconListLibra",
        "preview":"zodiacCircleLibra",
        "dates":"Sept 23 – Oct 22",
        "symbol":"scales",
        "phrase":"i balance",
        "color":"blue",
        "days":["friday"],
        "element":"air",
        "polarity":"masculine",
        "modality":"cardinal",
        "planets":["venus"],
        "description":["PERSONALITY\n\nLibra is the 7th sign in the zodiac and represents a mirroring principle because Libra experiences themselves by connecting with others. Libras are the refined artists of the zodiac. With Venus as their ruling planet, they have great taste and are oriented to aesthetics and beauty. In addition, Venus is associated with Fridays, therefore, this is an especially good day for beauty treatments, making money, and creating art for this zodiac sign.","Their element is air, which makes them social and very likable. All of the air signs have a light-heartedness or playfulness that enjoys being out at social gatherings and events so they can communicate and share life experiences with others. When the Sun is in Libra, the person will have a natural charisma and confidence to them that puts off a sense of poise and ease.\n\nThe scales are their symbol, and it is the only non-sentient symbol in the zodiac, putting Libra in charge of justice, balance, and cooperation. Their symbol along with their yang or outward energy expression allows them to project into the world a sense of fairness, compromise, and sociability.\n\nTheir cardinal mood, which is confident and dominant, is balanced well by their Venusian love of personal pleasure and relaxation. Libras find it important to enjoy life and create a sense of peace, serenity, and harmony in their relationships and life.\n\n\nWORK\n\nThis sign’s spirit colors, blue, ivory, and pink demonstrate the gentle approach they are willing to take with others. This along with the Libra archetype’s association with being fair, diplomatic, and impartial makes them great counselors, mediators, couples or family therapists, and human resource managers. The air element along with their Venusian energy allows them to understand and intellectualize emotions related to romance, partnerships, and dating — therefore they work well to help sort out differences between couples, create dating apps, or provide relationship advice.\n\nLibra has a deep commitment to equality and justice. Their air element makes them easily objective in their viewpoints, which can lead them into careers related to law and policy. This sign is well-liked and has everyone’s best interests in mind, their cardinal quality can push them into leadership positions in politics or government or judicial systems. Unfortunately, the unpleasantness that comes along with being in charge often deters them from leadership roles.\n\nAs Libra is ruled by the planet Venus, they love when things look pleasing and beautiful. Careers related to beautifying or refining are often what Libras gravitate towards. They are fond of materialistic things and enjoy elegant music and fine arts. For this reason, Libras typically enjoy work in beauty salons, art galleries, museums, art and performance centers, the fashion industry, photography, the music industry, literature, and social media.\n\n\nLOVE\n\nTheir airy and social nature causes them to be very open when it comes to falling in and expressing love. Libras love to shower affection on their partners, they are ruled by Venus, the planet of affection after all. This sign sees themselves in others, therefore relationships tend to be a big part of their self-identity and a way in which they participate in the world. Like their gemstone, sapphire, they bring a rare beauty and elegance to their relationships.\n\nThis is an externally focused sign due to their yang energy type, therefore, they like to note how their relationship appears to the outside world. Libra is associated with the flower daisies which represents the many ways they like to share and show love to others. When the Sun is in Libra this indicates a willingness to be in open types of relationships in order to express this magnanimous, giving, and experiential nature.\n\nOnce in a long term partnership, Librans may be very introspective about what they are truly feeling or need. This is because the Libra archetype has deep insecurity about upsetting the relationship balance. The air element sometimes leads to a detached quality or unwillingness to experience emotional depth with a partner, however, the air quality does allow Libra to articulate and explain their feelings very well. Overall, Libras are romantic, considerate, and pleasant when it comes to love."]
    },
    {
        "type":"SCORPIO",
        "icon":"iconScorpio",
        "name":"Scorpio",
        "astrologyIcon":"activeIconListScorpio",
        "preview":"zodiacCircleScorpio",
        "dates":"Oct 23 – Nov 21",
        "symbol":"scorpion",
        "phrase":"i desire",
        "color":"black",
        "days":["tuesday"],
        "element":"water",
        "polarity":"feminine",
        "modality":"fixed",
        "planets":["mars", "pluto"],
        "description":["PERSONALITY\n\nScorpio is the eighth sign of the Zodiac and represents a growing understanding of emotional depth and perception. Their element is water, meaning they are emotional and moody, but unlike other water signs they will hide this behind a tough or neutral exterior due to their fixed quality.","With the ruling planets Mars and Pluto, this gives them fiery adventurous energy that is highly focused and transformative. Having these two very powerful and intense planets ruling their sign, they tend to radiate very strong and potent energy. The colors this sign gravitates towards are black, red, and crimson which matches their often extreme lifestyle choices and preferences — or at least is symbolic of their extreme moods.\n\nHaving a fixed quality means they are willful, focused, and unwavering. This mixed with a watery emotional nature leads Scorpios to prefer privacy and secrecy, keeping many of their thoughts, emotions, and perceptions about the world to themselves — but they will open up to a friend they feel is as cynical as they are. Their best day is Tuesday because it is associated with their ruling planet Mars, the Roman god of warfare.\n\nWhen the Sun is in this sign it amplifies an intuitive and penetrating mind. Therefore Scorpios are determined and would go to any length to find the truth. More than anything, this sign is trying to dig up and figure out mysteries and hidden knowledge which matches their receptive or yin energy expression.\n\nScorpio is straightforward, hates chit chat, and prefers deeper conversations, focused on complex issues and topics. Scorpios are brave, because of their Martian and Plutonian energy, and don’t shy away from a challenge if they feel it is a worthy fight.\n\n\nWORK\n\nMars, one of their ruling planets, is associated with iron, blood, sharp objects, knives, and surgery — matched with the emotional water element and fixed energy of this sign gives Scorpio a depth of focus and spirit suitable for the surgical fields.\n\nScorpios have a strong stomach, intensely concentrated energy, and precision, along with a fascination with life and death. Therefore they make great researchers, crime scene investigators, morticians, detectives, and public health analysts —  doing work related to infectious disease, hazards, substance abuse, community health, epidemiology, and the environment.\n\nThey are also psychologically minded. This is the Plutonian influence at work, creating an impulse to deep dive into what motivates and drives people. Therefore, Scorpios can do well as psychiatrists, mental health workers, psychiatric nurses, psychoanalysts, occultists, tarot readers, astrologers, mediums, exorcists, or work with the paranormal. Their acute awareness of the world makes them excellent scientists, chemists, and physicists. They are interested in solving puzzles and extracting and deconstructing knowledge and assumptions.\n\nIn addition, Scorpios have very powerful minds, so work related to being able to use their analytical as well as emotional mindset to problem solve is often a fulfilling work environment for this sign. They are resourceful, working well with money in the public sector, organizing funding and resources. This sometimes propels them into leadership roles which they either love or hate or hate because of their Plutonian penchant for extremes.\n\n\nLOVE\n\nScorpios experience the world as a flood of emotions while keeping a calm and detached exterior. When they get into a relationship it is usually a dramatic yet secretive affair. Their commitment to partners is intense, along with the dominant role they usually take on in relationships. Like one of their gemstones, topaz, they bring a flash of brilliance and fire to their romances.\n\nThey are fixed in their mindset about what they want which often overpowers their yin energy in love. Therefore, Scorpios are not the best at a compromise which can lead to tension within their relationships until they learn to let go of some of the control. Events will feel like a big deal to this sign and a tendency to get into volatile relationships is possible due to Mars and Pluto’s influence on their sign.\n\nWhen the sun is in this sign it makes Scorpios passionate, dedicated, and deep lovers. They like to experiment with their sexuality and test the boundaries of their limits and desires. This sign has a tendency to get possessive and they create deep bonds with others, they are not the sharing type and therefore do best with a sign that appreciates a monogamous commitment."]
    },
    {
        "type":"SAGITTARIUS",
        "icon":"iconSagittarius",
        "name":"Sagittarius",
        "astrologyIcon":"activeIconListSagittarius",
        "preview":"zodiacCircleSagittarius",
        "dates":"Nov 22 – Dec 21",
        "symbol":"archer",
        "phrase":"i see",
        "color":"blue",
        "days":["thursday"],
        "element":"fire",
        "polarity":"masculine",
        "modality":"mutable",
        "planets":["jupiter"],
        "description":["PERSONALITY\n\nSagittarius is the 9th and most idealistic of the zodiac signs representing spirited and vital energy. Their ruling planet, Jupiter is the largest planet in the solar system, it symbolizes heroic action, bravery, luck, and excess. Therefore, Sagittarius individuals often choose to live a life over the top, unapologetic of their passions, and rigorously searching for adventure. Thursday is their luckiest day in the week because it is overseen by Jupiter.","Jupiter also gives this sign a desire for seeking and soul searching during this life-time, often leading the Saggittirius on adventures of the mind and body. This sign is interested in defining and exploring what they believe, discovering the truth, understanding authority, and the depth of their spirituality.\n\nOne of their colors is navy blue, which is the esoteric color for truth and spirit. Sagittariuses like to study many different subjects and schools of thought in order to gain the broadest and most diverse perspectives, which relate to the mutable, or changeable quality of their sign.\n\nFire is Sagittarius’ element and their symbol is of an archer — and sometimes depicted as the mythical half human half horse creature the centaur, making this sign seem energetic, wild, and untamed. Whereas not the most reliable sign, being friends with them is a trip. They are interested in consciousness expansion, traveling, and freedom. This sign may disappear for weeks on end and prefers to take regular breaks from friends and partners to explore their interests and retain their fiery sense of independence.\n\n\nWORK\n\nSagittariuses do well on career paths related to knowledge and wisdom. They enjoy working in institutions of higher education, religion, and government, as they are ruled by Jupiter which is related to growth, the higher mind, and expansive thought. These people are the philosophers of the zodiac. Suitable work for this sign includes academics, writer, political scientist, professor, graduate student, and social justice activist. They also are spiritually minded and therefore can be found in careers related to religious leadership or spiritual care.\n\nThey know what needs to be done to create social change and it is not uncommon for a Sagittarius to be leading a political protest or movement. This sign likes to report on news, journalism, and current events. Their mutable energy makes them able to quickly understand complex social issues and their fire element gives them the passion to fight for what they believe in.\n\nThe active or yang principle of this sign makes them athletic, outdoorsy, and also outwardly creative. They will often aspire to be musicians, poets, storytellers, circus performers, travelers, explorers, professional athletes, writers, novelists, travel vloggers, and content producers. Independence in their work is essential for them, they work well on solo projects and assignments.\n\n\nLOVE\n\nA Sagittarius romance will be as varied as the colors of their flowers, the crocuses, and carnations. Their fierce sense of independence means they must do things their own way. When it comes to love, they are blunt and will often get right to the point. Sagittarius’ mutable nature makes them flexible about what they want and also implies they are highly flirtatious. Sometimes it can be hard for them to know exactly what they want in a partnership as they have such a wide variety of tastes and interests.\n\nAll of the fire signs bring an air of confidence to dating, and it is no different for the Sagittarians. They project self-assuredness, courage, and spirit in their approach to love. Therefore they have no difficulty in attracting partners. Jupiter’s expansive energy often gives them a huge personality that people find hard to resist. Their gemstones, topaz, sapphires, and garnets, are deep and passionate stones that represent their often heated romances.\n\nThey are comfortable with their sexuality and will jump into bed quickly with potential partners or just to have a good time. This sign is happy to move abroad for the right person and craves excitement in their partnerships. Doing things together that allow for a rush and a wide range of experiences is important to this sign. Sagittarius also needs a partner that can match them intellectually, a good witty conversationalist is key for them."]
    },
    {
        "type":"CAPRICORN",
        "icon":"iconCapricorn",
        "name":"Capricorn",
        "astrologyIcon":"activeIconListCapricorn",
        "preview":"zodiacCircleCapricorn",
        "dates":"Dec 22 - Jan 19",
        "symbol":"sea-goat",
        "phrase":"i use",
        "color":"brown",
        "days":["saturday"],
        "element":"earth",
        "polarity":"feminine",
        "modality":"cardinal",
        "planets":["saturn"],
        "description":["PERSONALITY\n\nCapricorn is the 10th sign on the zodiac wheel, which symbolizes the highest point in the sky, giving this sign public exposure whether they want it or not! Represented by the symbol of the sea-goat, a creature made of a fishtail on the bottom and a goat on the top speaks to Capricorn’s unique and often misunderstood nature. They symbolize complexity and a blending of seemingly contradicting principles.","Their element is earth, which says they are focused on the material world and physical experiences. They are disciplined and hard-working, best known for their commitment to their careers and aspirations.\n\nCapricorns are ruled by Saturn, the planet of mastery, and this is precisely what this sign sets out to do. They expect perfection not only for themselves but from others as well. This Saturnian tension can lead them to be very high strung, but they often combat this with a good sense of sarcasm and humor.  They are not afraid to laugh at themselves! At times they may release all this pent up and pressurized energy in extreme behaviors.\n\nThey are a cardinal sign, which means they push to be first and successful, to get their ideas heard and out on the world stage. As an earth sign, they are also naturally pragmatic, grounded, responsible, and intuitive. This sign likes to help others in practical and tangible ways as opposed to emotional support, which can lead them to be viewed as cold or distant, like their ruling planet Saturn. But they are extremely sensitive, it is just that they place high importance on sensible needs.\n\n\nWORK\n\nSaturn rules over the weekend day Saturday and seems ironically paired for the hard-working Capricorn. When it comes to career, no one is more invested than this sign. They will be working overtime and invest in learning new skills related to developing their talents in the workplace.\n\nTheir cardinal quality often gets them into management positions while their receptive or yin energy makes them very well-balanced leaders with good judgment. Capricorns can be found in leadership positions that require a high degree of responsibility within, businesses, governments, hospitals, the legal system, banking, religion, and education.\n\nCapricorns are also very caring individuals and believe in treating people with dignity and respect. They make for excellent caregivers, healthcare workers, naturopaths, and physicians. They often are very interested in nature and the occult, which may lead them into professions related to these fields as writers, speakers, workshop facilitators, and educators.\n\nCapricorns are ambitious and goal-oriented, like the high climbing mountain goat also associated with this sign. They are logical, analytical, and calculating, these down-to-earth traits are reflected in their stark spirit colors: black, dark blue, and brown. The steps and work they take on must serve a purpose towards their long term plans. Capricorns are highly aware of deadlines, funding, efficiency, and structures within the organizations they work for or manage.\n\n\nLOVE\n\nCapricorns tend to let loose when it comes to love and sex. Their strict and uptight Saturnian approach to work has no place in their dating life. This sign tends to take on traits of the virile and highly sexual goat archetype of their zodiac symbol. Capricorns are not afraid of their sexuality and often put it first when looking for love.\n\nThey are loyal and place open communication at the forefront of partnerships, which is symbolized by their gemstone lapis lazuli, a stone of truth and honesty. At times they can be stubborn if they are not getting exactly what they want as their earth element makes them steadfast in their attitude. If someone does something to break their trust they do not forgive easily. Like their flower, the pansy symbolizes the past and memories, Capricorns also embody this energy, and they will remember.\n\nCapricorns are determined to make things work. This can make other people see them as overbearing because they are invested in controlling the outcome due to their cardinal mood. If something doesn’t work they will often blame themselves as the energy of Saturn can invoke a feeling of a disappointed authority figure over their lives. They take breakups hard, deeply analyzing what went wrong and what they could do better next time.\n\nThis sign tends to enter into traditional long term partnerships, however, their cardinal energy allows them to always be willing to breath new life and invite excitement into the relationship and bedroom."]
    },
    {
        "type":"AQUARIUS",
        "icon":"iconAquarius",
        "name":"Aquarius",
        "astrologyIcon":"activeIconListAquarius",
        "preview":"zodiacCircleAquarius",
        "dates":"Jan 20 – Feb 18",
        "symbol":"water bearer",
        "phrase":"i know",
        "color":"light_blue",
        "days":["saturday"],
        "element":"air",
        "polarity":"masculine",
        "modality":"fixed",
        "planets":["uranus", "saturn"],
        "description":["PERSONALITY\n\nAquarius is the 11th sign of the zodiac and represents inventiveness and brilliance. The ruling planets are Uranus and Saturn, which gives this sign a unique blend of a restricted yet liberated personality. Saturn is associated with limits and boundaries while Uranus is associated with rebellion and unpredictability. Their symbol is the water bearer, representative of the genius mindset that Aquarius people like to pour out and share with others.","The Sun in this sign gives the personality a prideful and idealistic yet realistic approach to life and their ideas. They may come across as detached or uninterested because they are often focusing their mental energy on fixing the world’s problems. Aquarius is intuitive about the future and can spot trends before they take off, symbolized in their gemstone turquoise, which bestows the gift of prophecy.\n\nThe fixed mood makes them tenacious and determined, and when combined with the air element it makes this sign very smart, technologically savvy, and always right. With the Uranus energy motivating them to rebel, they get enjoyment out of living their lives outside the boundaries of what is expected of them. Aquarians have a tendency to do exactly the opposite of what they were brought up to do. An underlying ‘fight’ between the Saturnian discipline of what one ‘has’ to do is pitted against the wild Uranus energy of what one wants to do and is seen in their life choices.\n\n\nWORK\n\nAquarius is often associated with being unconventional and socially aware because of their Uranian planetary influence which allows them to bring the future to the now. This energy combined with Saturn’s need to structure society allows them to appreciate unity, social improvement programs, and people helping people. This leads Aquarians into fields that are related to social systems, social work, journalism, social justice, and reform.\n\nAquarius is extremely smart and perceptive, their colors are silver and light-blue, which show a clear mind, bright intellect, and inventive approach to life. This highly intelligent nature allows them to do well in fields with a high degree of abstract thinking; such as computer science, astrophysics, mathematics, music, engineering, systems analyst, app development, programming, technical writing, and even astrology. This sign is able to see very easily how different branches of information fit and weave together in algorithmic formations.\n\nIn addition, to their technical and left-brain skills, Aquarians are also massively creative. They have a witty, humorous, and even whimsical nature which can be seen in their clever designs and drawings, much like the other air signs. When the Sun is in Aquarius it indicates the person has yang or outward way of expressing their energy. This sign can be considered odd and eccentric by social standards, but they can’t be bothered to worry about such things. Aquarians are dedicated to experiencing and working in environments they feel strongly about.\n\n\nLOVE\n\nLike most other areas of life, when it comes to love Aquarius takes a unique approach. Just like the free-flowing energy of Uranus, they desire originality, freedom, and unconventionality in their partnerships. At times, Aquarians can become critical, demanding, and temperamental towards partners because of the Saturn-Uranus dichotomy ruling their sign. It is hard for them to lose an argument as they prefer to get the last word in.\n\nTheir very intensive, focused minds, due to their fixed nature and air element, means they will bring a compelling energy to the relationship. Aquarians are not shy to explore their sexual boundaries and typically will invite experiences that others might find taboo. They are progressive, open, and unapologetic of their sexual preferences.\n\nDue to their fixed disposition and rebellious spirit, Aquarius may be slow to commit to a steady relationship. They need physical as well as a mental connection with their prospective partner. Most of their relationships start out as friendships which gives them plenty of time to get to know someone before getting too serious. They are also passionate lovers; they give their all once the energy is reciprocated. They are often in the relationship for the long haul."]
    },
    {
        "type":"PISCES",
        "icon":"iconPisces",
        "name":"Pisces",
        "astrologyIcon":"activeIconListPisces",
        "preview":"zodiacCirclePisces",
        "dates":"Feb 19 – Mar 20",
        "symbol":"fish",
        "phrase":"i believe",
        "color":"sea_green",
        "days":["thursday"],
        "element":"water",
        "polarity":"feminine",
        "modality":"mutable",
        "planets":["neptune", "jupiter"],
        "description":["PERSONALITY\n\nPisces is the last sign of the zodiac and therefore represents a unifying principle of all life and being. This zodiac sign is paired with the water element and ruled by the planets Neptune and Jupiter. The sensitive nature of this sign cannot be stated enough. They are deeply tuned into the emotional undercurrents of everything around them including; animals, nature, and other people. This is reflected in their symbol which is two perfectly balanced fish swimming in tandem with each other.","Neptune has a high degree of influence on this sign. It is the planet associated with dreams and fantasy, therefore Pisceans often take on an almost ethereal and otherworldly quality. This holographic energy is mirrored in their spirit colors mauve, purple, violet, sea-green. Their other ruling planet Jupiter, the planet of expansion, allows them to see the serendipity in life and experience events with the force and depth of an ocean.\n\nThis sign is very perceptive and affected by their environments due to the combination of their water element making them sensitive and their mutable or changeable mood making them constantly evaluating and sensing their surroundings. They respond to things like smells, sounds, and lighting with very strong reactions, high sensitivity, and sometimes unexplained allergies.\n\nPisces are generous with their spirit and gives of themselves completely. This sign can become very dedicated to their causes as they feel very deeply for others. When the Sun is in Pisces it can indicate confusion about what they really want as they easily mix up their feelings, desires, and intentions with the feelings of others.\n\n\nWORK\n\nTheir highly compassionate and sensitive watery nature makes them great in providing services to others. Pisces can be found as hospice workers, nurses, religious clergy members, social workers, energy healers, crystal healers, allergists, and caregivers. The combination of Neptune and Jupiter ruling their sign will mean they are very spiritually minded and can often sense what a person needs emotionally as well as physically in order to heal.\n\nPisces’ connection to spirit often leads them into psychic or other intuition oriented work, which is represented in their gemstone, the mysterious and magical moonstone. This sign can be found as mediums, oracle card readers, dream interpreters, spiritual counselors, palm readers, and similar work related to being clairvoyant, clairaudient, or clairsentient.\n\nAs a mutable water sign, they have a very flexible and almost non-committal vibe to their feelings and beliefs. This leads them to be unconditionally accepting and non-judgemental of others, therefore, many people turn to this sign for support, advice, and counseling. This selfless sign may find that in work they get exhausted easily because they are constantly giving of themselves. They have a yin or receptive orientation to life and therefore need to recharge more often with self-care than the positive/yang signs.\n\nIn addition, to being excellent caring professionals they also can channel this sensitivity into the arts. Pisces are excellent artists, musicians, photographers, actors, dancers, fashion designers, make-up artists, and poets. Like their flower, the water lilies, Pisces is plugged into the health of the oceans and the environment. They often enjoy work related to cleaning up the ecosystem or working around nature, plants, and animals.\n\n\nLOVE\n\nPisces takes a very deep view of their relationships as do all of the water and receptive signs. Their fanciful nature often leads them into powerful and life-altering romances. They give of themselves completely, even if the experience leads to painful endings and suffering, as this sign has trouble making decisions because of their mutable nature. Pisces tend to capitulate and stay in relationships, even if leaving may seem like the practical option.\n\nThis sign is friendly, selfless, and forgiving, therefore, they need to be with someone who will not exploit but celebrate these traits. In love, like the other water signs, Pisces are very touchy and get their feelings hurt easily. They have a tendency to be more like a gentle, sweet rabbit when it comes to love.\n\nThey often need a partner who is very direct and will make the first move to start the relationship off. However, they are usually seen as flighty because they find it hard to articulate their feelings and partners may misunderstand them at times. They are better at demonstrating love through action, art, and poetry. Pisceans love to get lost in the dreaminess represented by Neptune and fantasize about love."]
    }
]